{"code": "AKJ001", "lang": "de", "description": "\nAdoptierte Kinder und Jugendliche\n\nErläuterung für folgende Statistik(en):\n22521 Statistik der Adoptionen\n\nBegriffsinhalt:\nBei einer Annahme als Kind (Adoption) durch ein Ehepaar oder\neine Einzelperson erhält das Kind den rechtlichen Status\neines leiblichen Kindes des annehmenden Ehepaares bzw. der\nannehmenden Person. Bei der Adoption eines Kindes oder\nJugendlichen handelt es sich häufig um eine Maßnahme, die\nmit einschneidenden Veränderungen in der Lebenssituation und\nder Trennung von leiblicher Mutter bzw. Herkunftsfamilie\nverbunden ist. Sie stellt in diesen Fällen für den jungen\nMenschen allerdings auch die Chance dar, eine neue und auf\nDauer angelegte Familienbindung einzugehen. Bei Adoptionen\ndurch Stiefeltern oder nahe Verwandte wird häufig nur die\nrechtliche Konsequenz aus einer bereits bestehenden\nfamiliären Bindung gezogen.\n\nDie Adoption soll in der Regel erst ausgesprochen werden,\nwenn der Annehmende das Kind eine angemessene Zeit in Pflege\ngehabt hat. Die Adoptionspflege soll dem Familiengericht\neine Prognose darüber ermöglichen, ob die Annahme dem Wohl\ndes Kindes dient und zu erwarten ist, dass zwischen dem\nAnnehmenden und dem Kind ein Eltern-Kind-Verhältnis\nentsteht. Mit der Einwilligung der leiblichen Eltern in die\nAnnahme ruht die elterliche Sorge; das Jugendamt wird\n(Amts-) Vormund für das Kind während der Dauer der\nAdoptionspflege.\n\nDie Vermittlung zur Adoption freigegebener Minderjähriger\nund das vorbereitende Verfahren wird von den\nAdoptionsvermittlungsstellen der Jugendämter, der\nLandesjugendämter und der Träger der freien Jugendhilfe\ndurchgeführt. Um zuverlässige und aussagekräftige Angaben\nüber die Tätigkeit der vermittelnden Einrichtungen, den\nUmfang der Adoptionen, die persönlichen Merkmale der\nAdoptivkinder und die familiäre Situation der abgebenden und\nannehmenden Familien zu erhalten, wird jährlich bei diesen\nStellen eine Individualerhebung über die Adoptierten und\neine Erhebung über Eckdaten der Adoptionsvermittlung mittels\nSammelbeleg durchgeführt.\n\n\n© Statistisches Bundesamt, Wiesbaden 2014", "name": "Adoptierte Kinder und Jugendliche", "type": "Merkmal"}