{"code": "BEV005", "lang": "en", "description": "\nFamilies\n\nExplanatory notes for the following statistics:\n12211 Microcensus\n\nDefinition:\nFamily (until 1995):\nIn the microcensus, a family was defined along the lines of\n\"marriage\" or \"parenthood\" until 1996. This is based on\nexclusion criteria. If there is neither a marriage nor a\nparents-child relationship in the household, there is no\nfamily there (traditional family concept).\nA family as defined in official statistics - based on the\nfamily concept laid down in the Basic Law - comprises\nmarried couples without never-married children living in the\nhousehold and married couples or lone parents with\nnever-married children living in the household. It is\nirrelevant whether the lone parents are partners in a\ncohabiting couple. This family concept includes - in\naddition to natural children - stepchildren, foster and\nadopted children without age limit.\nIn the microcensus, persons without a spouse and without\nnever-married children living in the household are not\nincluded under families as defined in statistics,\nirrespective of whether they are partners in a cohabiting\ncouple.\n\nFamily (from 1996):\nStarting in 1996, the concept of new living arrangements was\ngradually integrated into the microcensus and has been used\nas an official approach since 2005 when the infra-annual\nmicrocensus was introduced. The living arrangements concept\nallows to distinguish, from the \"partnership\" aspect,\nbetween partnership living arrangements (couples) and\nnon-partnership living arrangements. By including additional\nvariables, couples can be further divided into married\ncouples, unmarried opposite-sex cohabiting couples and\nsame-sex cohabiting couples. Other (non-partnership) living\narrangements are lone parents and unattached persons in the\nnarrow sense. The main advantage of the living arrangements\nconcept compared with the traditional family concept is that\nadditional cases can be distinguished.\nA family as defined in statistics comprises all parent-child\nunions, that is, married couples, unmarried (opposite-sex)\ncohabiting couples, same-sex cohabiting couples, lone\nmothers and lone fathers with never-married children living\nin the household. This family concept includes - in addition\nto natural children - stepchildren, foster and adopted\nchildren without age limit. Consequently, a family as\ndefined in statistics always consists of two generations\n(two-generation rule): parent(s) and never-married children\nliving in the same household. In the microcensus, children\nwho still live in one household with their parents but\nalready look after their own children there, are not\nnever-married anymore or live with a partner as a cohabiting\ncouple are not regarded as being part of their family of\norigin but are counted as a separate family or living\narrangement.\nIn the microcensus, couples without children - married\ncouples and cohabiting couples - and unattached persons are\nnot considered as families as defined in statistics. This\nincludes all women and men 1) who do not have children yet,\n2) whose children still live in the same household but\nalready look after their own children there, 3) whose\nchildren are not never-married anymore or live with a\npartner as a cohabiting couple, 4) whose children have moved\nout of the parental household, and women and men 5) who have\nnever looked after children, that is, who have permanently\nbeen childless. An increase in living arrangements without\nchildren or a decrease in families can therefore not\nautomatically be equated with an increase in permanently\nchildless people.\n\nFamily reference person:\nFor the statistical evaluation and representation of\nfamilies, a family reference person is used in the\nmicrocensus.\nUp to and including 1995, the reference person in married\ncouples was the husband, for lone parents it was the lone\nparent, and for unattached persons it was the person himself\nor herself. No question was asked on whether the lone\nparents or unattached persons lived with a cohabiting\npartner in the household.\nIn 1996, a question was introduced on whether there was a\ncohabiting partner of the household reference person (first\nperson entered in the questionnaire). In the microcensuses\nfrom 1996 to 2004, the family reference person in married\ncouples was the husband, in cohabiting couples it was the\nhousehold reference person, for lone parents it was the lone\nparent, and for unattached persons it was the person himself\nor herself.\nSince the microcensus of 2005, modified questions have\nallowed to indicate several cohabiting couples in the\nhousehold. Since that time, the reference person in married\ncouples has been the husband, in unmarried (opposite-sex)\ncohabiting couples it has been the male partner, in same-sex\ncohabiting couples the older partner, for lone parents the\nlone parent, and for unattached persons the person himself\nor herself. In same-sex cohabiting couples with both\npartners having the same age, the decisive criterion is the\nsequence in which the cohabiting partners have been entered\nin the questionnaire. In this case, the reference person of\nthe cohabiting couple is the partner with the lower person\nnumber.\nThe survey variables of the family reference person (for\ninstance age, sex, marital status) are then shown for the\nentire \"family\" unit in the statistics. Someone under the\nage of 15 cannot be the reference person of a family.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Families", "type": "variable"}