{"code": "BEV029", "lang": "de", "description": "\nZuzüge aus dem Ausland\n\nErläuterung für folgende Statistik(en):\n12711 Wanderungsstatistik\n\nBegriffsinhalt:\nZuzüge sind Anmeldungen von Personen, die ihre alleinige\nWohnung oder Hauptwohnung in einer Gemeinde bezogen haben.\nEinbezogen werden nur Personen, die zur Bevölkerung gehören.\nGezählt wird jeder Zuzug einer Person innerhalb des\nBerichtszeitraums. Wohnungswechsel innerhalb einer Gemeinde\n(Ortsumzüge) werden nicht erfasst.\nGäste in Beherbergungsstätten u.ä. und Besucher bei\nVerwandten und Bekannten werden nur erfasst, wenn ihr\nAufenthalt in der betreffenden Gemeinde gemäß den jeweiligen\nlandesrechtlichen Meldebestimmungen von längerer Dauer ist\nund sie der Meldebehörde tatsächlich gemeldet werden.\nSoldaten im Grundwehrdienst und auf Wehrübung und\nErsatzdienstleistende bleiben, da für sie keine Meldepflicht\nbesteht, unberücksichtigt.\nNicht erfasst werden auch bestimmte in Anstalten\nuntergebrachte Personen (zum Beispiel Patienten in\nKrankenhäusern usw.), Angehörige des konsularischen Dienstes\nund der ausländischen Stationierungsstreitkräfte, Seeleute\nund Binnenschiffer, Zeit- und Berufssoldaten bei\nvorübergehender Abwesenheit vom Standort und ähnliche\nSonderfälle.\nJede Person, die ihre Hauptwohnung von einer im Bundesgebiet\ngelegenen Gemeinde in eine andere verlegt, wird in der neuen\nGemeinde als Zuzug und in der bisherigen als Fortzug gezählt\n(Binnenwanderung). Personen, die aus dem Ausland in eine im\nBundesgebiet gelegene Gemeinde ziehen, werden abweichend von\ndieser Regelung nur als Zuzug erfasst. Wanderungen über die\nGrenzen des Bundesgebietes werden als Bundesaußenwanderung\nbezeichnet.\n\nÄnderungen im Zeitablauf:\nBis einschließlich 1964 rechneten auch die Wanderungen\nzwischen Berlin (West) und dem übrigen Bundesgebiet zur\nBundesaußenwanderung.\nBis April 1983 wurden als Zuzüge auch die Fälle gerechnet,\nin denen jemand unter Aufgabe seiner Nebenwohnung in die\nHauptwohnung zurückkehrte beziehungsweise unter Aufgabe\nseiner zweiten Nebenwohnung in die erste Nebenwohnung\nzurückkehrte.\nPersonen, die sich von ihrer Nebenwohnung nach \"Unbekannt\"\nabmeldeten, wurden als Zuzug in der Gemeinde registriert, in\nder die Hauptwohnung lag.\n\nBegriffsbeziehungen:\nDer Unterschied zwischen der Zahl der Zuzüge und der Zahl\nder Fortzüge (Wanderungsstatistik) stellt für jede Gemeinde\nden Wanderungssaldo dar.\nBei den Binnenwanderungen stimmen die im Zielland\nermittelten Zuzüge mit den im Herkunftsland ermittelten\nFortzügen nicht vollständig überein. Der Saldo dieser\nAbweichungen - dieser ist zum Teil technisch bedingt, zum\nTeil ergeben sich die Abweichungen durch unterschiedliche\ndefinitorische Abgrenzungen in den Landesmeldegesetzen -\nwird als \"Binnenwanderungsdifferenz\" nachgewiesen.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Zuzüge aus dem Ausland", "type": "Merkmal"}