{"code": "BEV029", "lang": "en", "description": "\nArrivals from foreign countries\n\nExplanatory notes for the following statistics:\n12711 Migration statistics\n\nDefinition:\nArrivals are registrations of persons who moved into their\nsole or main residence in a specific municipality.\nIncluded are only persons who are part of the population.\nEvery arrival of any person within the reference period is\ncounted. Changes of residence within a municipality are not\ncovered.\nGuests in accommodation units and the like and people\nvisiting relatives or friends are covered only if they stay\nin the municipality for a longer period of time in\naccordance with the registration regulations of the relevant\nLand and if they are actually registered with the\nregistration authority.\nSoldiers performing compulsory military service or reserve\nduty training and persons performing alternative service are\nnot covered because they are not obliged to register.\nOther persons not covered are part of the people living in\ninstitutions (for example, patients in hospitals, etc.),\nmembers of consular staff and of foreign armed forces\nstationed in the Federal Republic of Germany, sailors and\ninland waterways boatmen, professional soldiers and\nfixed-term military personnel in case of temporary absence\nfrom their base and similar special cases.\nAny person transferring their main residence from a\nmunicipality located in the territory of the Federal\nRepublic of Germany to another are counted as arrivals in\nthe new municipality and as departures in the previous\nmunicipality (internal migration). Notwithstanding this\nprovision, persons moving from a foreign country to a\nmunicipality located in the territory of the Federal\nRepublic are covered only as arrivals. Migration across the\nborders of the Federal Republic of Germany is referred to as\nfederal external migration.\n\nChanges over time:\nUntil and including 1964, federal external migration also\nincluded migration between Berlin (West) and the rest of the\nterritory of the Federal Republic.\nUntil April 1983, arrivals also included cases where persons\nreturned to their main residence, abandoning their second\nresidence, or where persons returned to their first second\nresidence, abandoning their second second residence.\nPersons deregistering from their second residence without\nindicating a new residence were registered as arrivals in\nthe municipality in which their main residence was located.\n\nRelations between concepts:\nThe difference between the number of arrivals and the number\nof departures (migration statistics) is the net migration of\nany municipality.\nAs regards internal migration, the number of arrivals\nrecorded in the Land of destination is not exactly identical\nwith the number of departures recorded in the Land of\ndeparture. The balance of these differences - part of which\nare due to technical reasons, part are due to differences in\ndefinitions in the registration acts of the Länder - is\nshown as the internal migration difference.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Arrivals from foreign countries", "type": "variable"}