{"code": "BEV005", "lang": "de", "description": "\nFamilien\n\nErläuterung für folgende Statistik(en):\n12211 Mikrozensus\n\nBegriffsinhalt:\nFamilie (bis 1995):\nDie Familie identifizierte der Mikrozensus bis 1996 entlang\nden Linien \"Ehe\" oder \"Elternschaft\". Es handelt sich dabei\num Ausschlusskriterien: Liegen weder eine Ehe noch eine\nEltern-Kind-Beziehung im Haushalt vor, dann existiert dort\nkeine Familie (sog. Traditionelles Familienkonzept).\nAls Familie im Sinn der amtlichen Statistik zählen - in\nAnlehnung an den im Grundgesetz verankerten Familienbegriff\n- Ehepaare ohne ledige Kinder im Haushalt sowie Ehepaare und\nAlleinerziehende mit ledigen Kindern im Haushalt. Dabei ist\nunerheblich, ob die allein erziehenden Elternteile Partner\nin einer Lebensgemeinschaft sind. Einbezogen sind in diesen\nFamilienbegriff - neben leiblichen Kindern - auch Stief-,\nPflege- und Adoptivkinder ohne Altersbegrenzung.\nNicht zu den statistischen Familien zählen im Mikrozensus\nPersonen ohne Ehepartner und ohne ledige Kinder im Haushalt\n- unabhängig davon, ob sie Partner in einer\nLebensgemeinschaft sind.\n\nFamilie (ab 1996):\nAb 1996 wurde auch schrittweise das sog. Konzept der neuen\nLebensformen im Mikrozensus integriert und ab 2005 mit der\nEinführung des unterjährigen Mikrozensus als offizieller\nAnsatz berücksichtigt: Das Lebensformenkonzept ermöglicht\nes, unter dem Gesichtspunkt der \"Partnerschaft\" zwischen\npartnerschaftlichen Lebensformen (Paaren) und nicht-\npartnerschaftlichen Lebensformen zu unterscheiden. Dabei\nlassen sich Paare unter Einbezug zusätzlicher Merkmale\ntiefer gliedern nach Ehepaaren, nichtehelichen\nLebensgemeinschaften und gleichgeschlechtlichen\nLebensgemeinschaften. Als weitere (nicht-partnerschaftliche)\nLebensformen können Alleinerziehende und Alleinstehende im\nengen Sinn abgegrenzt werden. Der entscheidende Vorteil des\nLebensformenkonzeptes gegenüber dem traditionellen\nFamilienkonzept besteht somit in der Möglichkeit\nzusätzlicher Differenzierungen.\nDie Familie im statistischen Sinn umfasst alle Eltern-Kind-\nGemeinschaften, das heißt Ehepaare, nichteheliche\n(gemischtgeschlechtliche) und gleichgeschlechtliche\nLebensgemeinschaften sowie allein erziehende Mütter und\nVäter mit ledigen Kindern im Haushalt. Einbezogen sind in\ndiesen Familienbegriff - neben leiblichen Kindern - auch\nStief-, Pflege- und Adoptivkinder ohne Altersbegrenzung.\nDamit besteht eine statistische Familie immer aus zwei\nGenerationen (Zwei-Generationen-Regel): Eltern/-teile und im\nHaushalt lebende ledige Kinder. Kinder, die noch gemeinsam\nmit den Eltern in einem Haushalt leben, dort aber bereits\neigene Kinder versorgen, sowie Kinder, die nicht mehr ledig\nsind oder mit einem Partner in einer Lebensgemeinschaft\nleben, werden im Mikrozensus nicht der Herkunftsfamilie\nzugerechnet, sondern zählen statistisch als eigene Familie\nbeziehungsweise Lebensform.\nNicht zu den statistischen Familien zählen im Mikrozensus\nPaare - Ehepaare und Lebensgemeinschaften - ohne Kinder\nsowie Alleinstehende. Hierzu gehören alle Frauen und Männer,\n1) die noch keine Kinder haben, 2) deren Kinder noch im\nHaushalt leben, dort aber bereits eigene Kinder versorgen,\n3) deren Kinder nicht mehr ledig oder Partner einer\nLebensgemeinschaft sind, 4) deren Kinder bereits aus dem\nelterlichen Haushalt ausgezogen sind, sowie Frauen und\nMänner, 5) die niemals Kinder versorgt haben, also dauerhaft\nkinderlos waren. Ein Anstieg der Lebensformen ohne Kinder\nbeziehungsweise ein Rückgang der Familien ist daher nicht\nautomatisch mit einer Zunahme von dauerhaft Kinderlosen\ngleichzusetzen.\n\nBezugsperson der Familie:\nUm Familien statistisch auswerten und darstellen zu können,\nverwendet der Mikrozensus eine Bezugsperson der Familie.\nIn den Jahren bis einschließlich 1995 war dies bei Ehepaaren\nder Ehemann, bei Alleinerziehenden der allein erziehende\nElternteil und bei Alleinstehenden die Person selbst. Ob die\nAlleinerziehenden bzw. die Alleinstehenden mit einem\nLebenspartner im Haushalt zusammen lebten, wurde nicht\nerfragt.\n1996 wurde die Frage nach einer Lebenspartnerschaft zur\nBezugsperson des Haushalts (erste im Fragebogen eingetragene\nPerson) eingeführt. Bezugsperson der Familie war im\nMikrozensus 1996 bis 2004 bei Ehepaaren der Ehemann, bei\nLebensgemeinschaften die Bezugsperson des Haushalts, bei\nAlleinerziehenden der alleinerziehende Elternteil und bei\nAlleinstehenden die Person selbst.\nAb dem Mikrozensus 2005 können durch eine veränderte\nFragestellung erstmals mehrere Lebensgemeinschaften im\nHaushalt angegeben werden. Seit diesem Zeitpunkt ist die\nBezugsperson bei Ehepaaren der Ehemann, bei nichtehelichen\n(gemischt geschlechtlichen) Lebensgemeinschaften der\nmännliche Lebenspartner, bei gleichgeschlechtlichen\nLebensgemeinschaften der ältere Lebenspartner, bei\nAlleinerziehenden der alleinerziehende Elternteil und bei\nAlleinstehenden die Person selbst. Bei gleich-\ngeschlechtlichen Lebensgemeinschaften gleichaltriger Partner\nentscheidet die Reihenfolge, in der die Lebenspartner im\nFragebogen eingetragen sind. Bezugsperson der Lebens-\ngemeinschaft ist dann der Lebenspartner mit der niedrigeren\nPersonennummer.\nDie Erhebungsmerkmale der Bezugsperson der Familie (zum\nBeispiel Alter, Geschlecht, Familienstand) werden dann -\nstellvertretend für die gesamte Einheit \"Familie\" - in der\nStatistik nachgewiesen. Personen unter 15 Jahren sind als\nBezugsperson einer Familie ausgeschlossen.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Familien", "type": "Merkmal"}