{"code": "BEV011", "lang": "de", "description": "\nFortzüge nach dem Ausland\n\nErläuterung für folgende Statistik(en):\n12711 Wanderungsstatistik\n\nBegriffsinhalt:\nFortzüge sind Abmeldungen von Personen, die in einer\nGemeinde ihre alleinige Wohnung oder Hauptwohnung aufgegeben\nhaben und sich in einer anderen Gemeinde mit alleiniger\nWohnung oder Hauptwohnung angemeldet haben und dort als\nZuzüge erfasst werden.\nEinbezogen werden nur Personen, die zur Bevölkerung gehören.\nGezählt wird jeder Fortzug einer Person innerhalb des\nBerichtszeitraums. Wohnungswechsel innerhalb einer Gemeinde\n(Ortsumzüge) werden nicht erfasst.\nGäste in Beherbergungsstätten u.ä. und Besucher bei\nVerwandten und Bekannten werden nur erfasst, wenn ihr\nAufenthalt in der betreffenden Gemeinde gemäß den jeweiligen\nlandesrechtlichen Meldebestimmungen von längerer Dauer ist\nund sie der Meldebehörde tatsächlich gemeldet werden.\nSoldaten im Grundwehrdienst und auf Wehrübung und\nErsatzdienstleistende bleiben, da für sie keine Meldepflicht\nbesteht, unberücksichtigt.\nNicht erfasst werden auch bestimmte in Anstalten unter-\ngebrachte Personen (zum Beispiel Patienten in Krankenhäusern\nusw.), Angehörige des konsularischen Dienstes und der\nausländischen Stationierungsstreitkräfte, Seeleute und\nBinnenschiffer, Zeit- und Berufssoldaten bei vorübergehender\nAbwesenheit vom Standort und ähnliche Sonderfälle.\nJede Person, die ihre alleinige Wohnung oder Hauptwohnung\nvon einer im Bundesgebiet gelegenen Gemeinde in eine andere\nverlegt, wird in der neuen Gemeinde als Zuzug und in der\nbisherigen als Fortzug gezählt (Binnenwanderung). Personen,\ndie ins Ausland ziehen, werden abweichend von dieser\nRegelung nur dann gezählt, wenn sie ihren im Bundesgebiet\ngelegenen Wohnsitz aufgeben; sie werden dann lediglich als\nFortzug gezählt. Wanderungen über die Grenzen des\nBundesgebietes werden als Bundesaußenwanderung bezeichnet.\nEin Ausländer, der sich von seiner alleinigen Wohnung oder\nHauptwohnung nach \"Unbekannt\" abmeldet, wird nur als Fortzug\nerfasst und daher zur Bundesaußenwanderung gerechnet.\n\nÄnderungen im Zeitablauf:\nBis einschließlich 1964 rechneten auch die Wanderungen\nzwischen Berlin (West) und dem übrigen Bundesgebiet zur\nBundesaußenwanderung.\nBis April 1983 galt auch die Abmeldung von einer\nNebenwohnung als Fortzug. Meldete sich jemand von seiner\nNebenwohnung nach \"Unbekannt\" ab, wurde er gleichfalls als\nFortzug und damit als Zuzug in der Gemeinde, in der seine\nHauptwohnung lag, berücksichtigt.\n\nBegriffsbeziehungen:\nDer Unterschied zwischen der Zahl der Fortzüge und der Zahl\nder Zuzüge (Wanderungsstatistik) stellt für jede Gemeinde\nden Wanderungssaldo dar.\nBei den Binnenwanderungen stimmen die im Zielland\nermittelten Zuzüge mit den im Herkunftsland ermittelten\nFortzügen nicht vollständig überein. Der Saldo dieser\nAbweichungen - dieser ist zum Teil technisch bedingt, zum\nTeil ergeben sich die Abweichungen durch unterschiedliche\ndefinitorische Abgrenzungen in den Landesmeldegesetzen -\nwird als \"Binnenwanderungsdifferenz\" nachgewiesen.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n\n\n\n\n\n", "name": "Fortzüge nach dem Ausland", "type": "Merkmal"}