{"code": "BEVST6", "lang": "de", "description": "\nBevölkerung\n\nErläuterung für folgende Statistik(en):\n12411 Fortschreibung des Bevölkerungsstandes\n\nBegriffsinhalt:\nBevölkerung\nDie Bevölkerung einer Gemeinde umfasste bis Anfang der 80er\nJahre alle Personen, die in dieser Gemeinde die alleinige\noder die vorwiegend benutzte Wohnung hatten (Wohnbevölker-\nung). Seither erfolgt die Fortschreibung des Bevölkerungs-\nstandes nach der alleinigen oder Hauptwohnung der Einwohner\n(§ 21 f Bundesmeldegesetz - BMG vom 3. Mai 2013 (BGBl. I S.\n1084), zuletzt geändert durch Art. 4 des Gesetzes vom 20.\nOktober 2015 (BGBl. I S. 1722)).\n\nDie jährliche Fortschreibung der Bevölkerung erfolgt mit\nHilfe der Ergebnisse der Statistik der natürlichen Bevölker-\nungsbewegung über die Geburten und Sterbefälle, Ehe-\nschließungen und Ehelösungen, Begründungen und Aufhebung von\nLebenspartnerschaften, der Wanderungsstatistik über die Zu-\nund Fortzüge sowie von Bestandskorrekturen aufgrund von\nnachgereichten Meldungen der Standes- und Einwohnermelde-\nämter.\n\nBei den Bevölkerungsdaten ab 31. Dezember 1987 in den alten\nBundesländern handelt es sich um Fortschreibungszahlen, die\nauf Ergebnissen der Volkszählung vom 25. Mai 1987 basieren,\nin den neuen Bundesländern ist die am 3. Oktober 1990 fest-\ngestellte amtliche Einwohnerzahl die Grundlage. Ab dem Be-\nrichtsjahr 2011 werden die Ergebnisse auf der Grundlage des\nam 9. Mai 2011 durchgeführten Zensus dargestellt.\n\nZur Bevölkerung zählen auch die im Bundesgebiet gemeldeten\nAusländer (einschließlich Staatenloser). Nicht zur Be-\nvölkerung gehören hingegen die Angehörigen der Statio-\nnierungsstreitkräfte sowie der ausländischen diplomatischen\nund konsularischen Vertretungen mit ihren Familienange-\nhörigen.", "name": "Bevölkerungsstand 30.06.", "type": "Merkmal"}