{"code": "BEVSTD", "lang": "en", "description": "\nPopulation\n\nExplanatory notes for the following statistics:\n12411 Current updating of population figures\n\nDefinition:\nIntercensal population updates cover all inhabitants that\nare registered, or should be registered, in Germany in\naccordance with registration law. Allocation to a domestic\nmunicipality is based on the place of sole or main\nresidence. The population covered includes both the German\nand the non-German (foreign) population living in Germany.\nIntercensal population updates are rolled forward from the\nlatest population census results in a breakdown by sex, age,\nmarital status and citizenship, using both statistics of\npopulation change (migration, births, deaths, entering into\nmarriages or registered same-sex partnerships) and\ninformation on changes in citizenship and the dissolution of\nmarriages or registered same-sex partnerships. People who\nare exempted from the obligation to register in accordance\nwith Section 26 of the Federal Registration Act (members of\nforeign armed forces stationed in the country and of foreign\ndiplomatic missions and consular posts, including their\nfamilies) are not part of the survey population.\n\nChanges over time:\nThe following formed the basis for updating the population\nfigures in the former territory of the Federal Republic:\n- until 24 September 1956:\n1950 population and occupation census,\n- until 5 June 1961:\ncurrent population in the housing statistics of\n25 September 1956,\n- from 6 June 1961 to 26 May 1970:\n1961 population and occupation census,\n- from 27 May 1970 to 25 May 1987:\n1970 population and occupation census, and\n- from 26 May 1987 to 8 May 2011:\n1987 population and occupation census.\nA copy of the Central Population Register (CPR) (as at 3\nOctober 1990) provided the basis for updating the population\nfigures in the new Länder and Berlin-East.\nSince 9 May 2011, the 2011 Census has been the basis for\nupdating the population figures.\n\nRelations between concepts:\nThe concepts of the number of population (as at ...),\npopulation, and average population (e.g. on a monthly or\nannual average) relate to the same group of people.\nUnlike the population that is established on a census\nreference date, the number of population reflected by\npopulation updates refers to different times or different\nperiods.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Population", "type": "variable"}