{"code": "ERW012", "lang": "en", "description": "\nPersons employed\n\nExplanatory notes for the following statistics:\n43221 Cost structure survey: energy and water supply\n44131 Quarterly survey of building completion work\n44152 Short-term statistics of building completion work\n45211 Monthly statistics: wholesale and commission trade\n45212 Monthly statistics of retail trade\n45213 Monthly statistics: accommodation and food services\n45214 Monthly statistics of motor vehicle trade\n45341 Annual statistics of wholesale and retail trade\n45342 Annual statistics: accommodation and food services\n53211 Quarterly report on crafts\n\n\n43221 Cost structure survey: energy and water supply\n==============================================\n\nDefinition:\nPersons employed refer to the figure as at the end of\nSeptember of the business year.\nPersons employed include the following:\n\u0096 working proprietors and working coproprietors (only in\npartnerships),\n\u0096 unpaid family workers who work at least 1/3 of the usual\nworking hours in the enterprise,\n\u0096 persons who have an employment relationship with the\nenterprise (including, for example, directors, travelling\nsalespeople who are employees, interns, trainees and\napprentices).\n- partners, board members and other executives to the\nextent that they receive remuneration from the responding\nenterprise which, in fiscal terms, is considered as\nincome from dependent employment.\n- part-time employees; persons employed whose normal\nworking hours are shorter than the regular working hours\nare considered as part-time employees. Also included are\nthose who do not have any fixed remuneration-based\nrelationship with the responding enterprise and who\nregularly perform specific activities only at times\n(e.g. person taking the minutes of a meeting, cashier,\npump operator), and people in partial retirement.\n\n\n44131 Quarterly survey of building completion work\n============================================\n44152 Short-term statistics of building completion work\n=================================================\n\nDefinition:\nThe quarterly survey of building completion work includes\nlocal units with 20 or more persons employed. Using the so-\ncalled \"mixed model\" in the short-term statistics of\nbuilding completion work, the number of persons employed\nthat is obtained from the primary survey is supplemented\nwith administrative data (employment data of the Federal\nEmployment Agency) for local units with less than 20 persons\nemployed. The result of applying this mixed model can\npractically be equated with a complete enumeration.\n\n- Definition \"Quarterly survey of building completion\nwork\":\nPersons employed include all working proprietors, unpaid\nfamily workers (engaged for at least 55 hours per month) and\nemployees.\nThese also include sick persons, holiday-makers, women in\nmaternity protection and persons on parental leave and all\nother persons who are temporarily absent, persons on strike\nor affected by lockouts provided the employment relationship\nhas not ended, and seasonal and relief workers, part-time\nemployees, short-time workers and recipients of allowance to\ncompensate for loss of earnings in winter.\nUnpaid family workers engaged for less than 55 hours per\nmonth, workers who, on behalf of another establishment,\ncarry out installation and repair work in the reporting\nunit, persons permanently working abroad (for at least one\nyear) and recipients of early retirement pay are not\nincluded under persons employed.\n\n- Definition \"Administrative data\":\nThe data provided by the Federal Employment Agency relate to\nemployees subject to social insurance contributions and\nmarginally paid employees. Working proprietors, members of\npartnerships who are not subject to social insurance\ncontributions, family workers and persons in short-term\nmarginal employment are not included in the data of the\nFederal Employment Agency. The employment data reported by\nthe Federal Employment Agency for official statistics\npurposes are based on the employers' monthly social security\nreports (typically submitted to the competent health\ninsurance funds) or on the reporting procedure applying to\nmarginally paid employees.\n\n\n45211 Monthly statistics: wholesale and commission trade\n==================================================\n45212 Monthly statistics of retail trade\n==================================\n45213 Monthly statistics: accommodation and food services\n===================================================\n45214 Monthly statistics of motor vehicle trade\n=========================================\n45341 Annual statistics of wholesale and retail trade\n===============================================\n45342 Annual statistics: accommodation and food services\n==================================================\n\nDefinition:\nPersons employed include all staff members of the respective\nsurvey unit in full-time, part-time and marginal employment\nat the end of the reference month.\nIncluded are\n- working proprietors,\n- unpaid family workers and\n- employees (persons in dependent employment).\n\nUnpaid family workers are all those who lived in the\nhousehold of the proprietor of the survey unit at the end of\nthe reference month and worked for the unit without\nemployment contract and did not receive a fixed remuneration\nfor their work.\n\nEmployees are all full-time and part-time workers who were\nin an employment relationship at the end of the reference\nmonth and, on the basis of an employment contract or\ncomparable contract for services, received compensation in\nthe form of wages, salaries, ex-gratia payments,\ncommissions, education services or remuneration in kind.\nAlso included are\n- marginally employed persons, casual workers, people with\na mini job,\n- public officials,\n- outworkers (homeworkers) in dependent employment,\n- field staff in dependent employment,\n- delivery personnel,\n- apprentices, trainees, interns,\n- managers,\n- directors,\n- board members and other executives\n(e.g. managing partners of\ncorporations), provided that they received\nremuneration from the unit surveyed which,\nin fiscal terms, is considered as income from\ndependent employment,\n- people on strike and\n- others who are absent for less than one year.\n\nThe employment was regarded as marginal in cases where the\nremuneration did not exceed 450 euros per month (marginally\npaid employment) or its duration was limited to a maximum of\nthree months or 70 working days within one calendar year\n(short-term employment).\n\nThe following are not regarded as \"persons employed\":\n- persons absent for one year or longer,\n- freelancers,\n- volunteers,\n- persons who were hired out for work\nby other businesses against remuneration\n(agency workers) or worked on behalf of other\nbusinesses,\n- members of supervisory boards and\n- investors.\n\n\n53211 Quarterly report on crafts\n==========================\n\nDefinition:\nThe data on persons employed come from the employment\nstatistics of the Federal Employment Agency and are based on\ndata reported by employers to the social insurance funds.\nThey include data on employees subject to social insurance\ncontributions and on marginally paid employees. Working\nproprietors, members of partnerships who are not subject to\nsocial insurance contributions, family workers and persons\nin short-term marginal employment are not included.\nWhen interpreting the variable \"persons employed\", it should\nalso be noted that all employees subject to social insurance\ncontributions and marginally employed persons working in the\nenterprise are covered, that is, including those not working\nin the craft sector (e.g. sales and/or administrative\nstaff).\nAlso, the statistical data are based on an evaluation of\npersons employed rather than of employment cases, that is,\nemployees with several jobs are allocated to one\nestablishment rather than to several establishments.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Persons employed", "type": "variable"}