{"code": "ERW002", "lang": "en", "description": "\nPersons in employment\n\nExplanatory notes for the following statistics:\n12211 Microcensus\n13231 Unemployment statistics based on the ILO concept\n13321 Employment accounts\n\n\n12211 Microcensus\n===========\n\nDefinition:\nPersons in employment are all people aged 15 years or over\nwho worked for remuneration (wage, salary) as self-employed\nor family workers for at least one hour in the reference\nweek or are in an apprenticeship. It does not matter if the\nwork is done on a regular basis or only occasionally. People\nwho did not work in the reference week because they were on\nleave (including special leave) or parental leave are also\nregarded as persons in employment if there are ties with an\nemployer. Persons in \"marginal employment\" as defined in the\nsocial security regulations are also regarded as being in\nemployment, as are soldiers and persons doing compulsory\nmilitary or civilian service.\n\n\n13231 Unemployment statistics based on the ILO concept\n================================================\n\nDefinition:\nPersons in employment are all persons aged 15 years or over\nwho worked for remuneration for at least one hour in the\nreference period or who had an employment relationship\n(employees including soldiers), who were self-employed in a\ntrade or in agriculture, who were freelancers, or who worked\nwithout pay as family workers in the business of a family\nmember.\nIn addition, people who temporarily do not work are\nconsidered as in employment if they are formally connected\nwith their job (e.g. in the case of leave, illness, etc.).\nThe question of how important the remuneration is for\nlivelihood or whether the activity is performed regularly or\noccasionally is not relevant here.\n\n\n13321 Employment accounts\n===================\n\nDefinition:\nEmployment (persons in employment) covers all persons\nengaged in productive activity that falls within the\nproduction boundary of the national accounts.\nPersons in employment are employees or self-employed\npersons. Persons holding more than one job are classified as\nemployees or self-employed according to their main job.\n(European System of National and Regional Accounts (ESA\n2010), Chapter 11). In accordance with the definition of the\nInternational Labour Organization (ILO), too, any person at\nworking age is considered to be in employment if he or she\nworked for pay, as self-employed or as a family worker for\nat least one hour in the one-week reference period. Hence,\nit is irrelevant whether the employment is the person\u0092s main\nsource of livelihood. Persons in formal employment who were\ntemporarily not able to perform their job in the reference\nperiod are regarded as being in employment.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017\n\n\n\n\n\n\n", "name": "Persons in employment", "type": "variable"}