{"code": "ERW062", "lang": "en", "description": "\nSelf-employed persons and family workers (domestic)\n\nExplanatory notes for the following statistics:\n13311 Regional employment accounts\n13321 Employment accounts\n\nDefinition:\nSelf-employed persons are defined as persons who are the\nsole owners, or joint owners, of the unincorporated\nenterprises in which they work, excluding those\nunincorporated enterprises that are classified as quasi-\ncorporations. Persons having both an employee job and a job\nas a self-employed person are classified as self-employed if\nthe self-employed job constitutes their principal activity\nby income.\nIf income is not readily available, then hours worked may be\nused as a proxy.\n\nSelf-employed persons include the following categories:\na) unpaid family workers, including those working in\nunincorporated enterprises engaged in market production;\nb) outworkers (homeworkers) whose income is a function of\nthe value of the outputs from some process of production for\nwhich they are responsible. The contract of those outworkers\nis to provide goods or services to the commissioning party;\nc) workers engaged in production undertaken entirely for\ntheir own final consumption or own capital formation, either\nindividually or collectively. Such production must be a\nsignificant part of their final use for it to be recorded.\n\nUnpaid voluntary workers are included with self-employed\npersons if their volunteer activities result in goods; for\nexample the construction of a dwelling, church or other\nbuilding. But if their volunteer activities result in\nservices, for example caretaking or cleaning without\npayment, they are not included under employment, because\nthose volunteer services are excluded from production.\nAlthough the services householders provide to themselves as\nowners of their dwellings are included within the national\naccounts production boundary, there is no labour input in\nthe production of such services. Owner-occupiers of\ndwellings are not considered as self-employed persons.\n(European System of National and Regional Accounts (ESA\n2010), Chapter 11)\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Self-employed persons a. family workers (domestic)", "type": "variable"}