{"code": "ERW005", "lang": "en", "description": "\nEmployees\n\nExplanatory notes for the following statistics:\n13321 Employment accounts\n45341 Annual statistics of wholesale and retail trade\n45342 Annual statistics: accommodation and food services\n\n\n13321 Employment accounts\n===================\n\nDefinition:\nEmployees are defined as persons who, by agreement, work for\na resident institutional unit and receive a remuneration\nrecorded as compensation of employees.\n\"Employees\" correspond to the definition of the\nInternational Labour Organization (ILO) of \"paid\nemployment\". The relationship of employer to employee exists\nwhen there is a contract, which may be formal or informal,\nbetween an enterprise and a person, entered into voluntarily\nby both parties, whereby the person works for the enterprise\nin return for remuneration in cash or in kind.\nPersons having both a job as an employee and a job as a\nself-employed person are classified as an employee if the\nemployee job constitutes their principal activity by income.\nIf income is not available, the hours worked is to be used\nas a proxy (see European System of National and Regional\nAccounts (ESA 2010), Chapter 11).\nIn accordance with the national accounting definitions,\nemployees comprise manual and non-manual workers (wage and\nsalary earners), civil servants (public officials), judges,\nthe armed forces, paid ministers of religion, owners of\ncorporations and quasi-corporations if they work in those\nenterprises, apprentices, trainees, interns and outworkers\n(homeworkers) if they are remunerated on the basis of the\nwork done. Also included are marginally employed persons and\nsimilar groups such as persons in job opportunities (one-\neuro jobs) if, in accordance with ILO standards, they worked\nfor pay for at least one hour in the one-week reference\nperiod. Persons who are temporarily not at work for specific\nreasons, e.g. illness, leave, parental leave, are also\nconsidered as employees if they have a formal job\nattachment.\n\n\n45341 Annual statistics of wholesale and retail trade\n===============================================\n45342 Annual statistics: accommodation and food services\n==================================================\n\nDefinition:\nEmployees are workers who, on the basis of an employment\ncontract, receive compensation in the form of wages,\nsalaries, commissions or remuneration in kind.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Employees", "type": "variable"}