{"code": "ERW001", "lang": "en", "description": "\nEconomically active population\n\nExplanatory notes for the following statistics:\n12211 Microcensus\n13231 Unemployment statistics based on the ILO concept\n13321 Employment accounts\n\n\n12211 Microcensus\n===========\n\nDefinition:\nThe economically active population consists of people with\nresidence in the territory of the Federal Republic (resident\nconcept) who, either directly or indirectly, perform a\ngainful activity (self-employed persons, family workers,\npersons in paid employment) or search for such gainful\nactivity, no matter how important the gains from this\nactivity are for their livelihood and irrespective of their\nactual or contractual working hours.\nThe economically active population includes persons in\nemployment and unemployed persons.\n\n\n13231 Unemployment statistics based on the ILO concept\n================================================\n\nDefinition:\nAccording to the labour force concept of the International\nLabour Organization (ILO), the economically active\npopulation (labour force) is the total of persons in\nemployment and of unemployed persons. In ILO labour market\nstatistics, this total consists of the number of persons in\nemployment resident in Germany and the number of unemployed;\nboth figures are results of the labour force survey.\n\n\n13321 Employment accounts\n===================\n\nDefinition:\nThe economically active population comprises all persons who\nprovide, or are available to provide, the supply of labour\nfor productive activities falling in the production boundary\nof national accounts. It includes all persons who fulfil the\nrequirements for inclusion in employment or unemployment in\naccordance with the definitions of the European System of\nNational and Regional Accounts (ESA).\nThe relevant standards on labour force statistics are\nmaintained by the International Labour Organization (ILO),\nsee ESA 2010, Chapter 11.\nThe economically active population (i.e. the labour supply)\naccording to the national accounting concept consists of\nresidents in employment from employment accounts as part of\nnational accounts and unemployed persons (aged 15 years or\nover) from unemployment statistics based on the ILO concept.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Economically active population", "type": "variable"}