{"code": "ETG008", "lang": "en", "description": "\nRemunerations\n\nExplanatory notes for the following statistics:\n43111 Monthly report: energy and water supply\n45342 Annual statistics: accommodation and food services\n\n\n43111 Monthly report: energy and water supply\n=======================================\n\nDefinition:\nUnder remunerations, the totals of all gross remunerations\n(remuneration in cash and in kind) are to be indicated\nwithout any deductions.\nThese amounts include employees' contributions, but exclude\nemployers' contributions, to health, pension, unemployment,\nand long-term care insurances.\n\nRemunerations also include the amounts paid to persons\nemployed in the enterprise's own social services (for\nexample, company doctor).\n\nRemunerations include the following:\n- any premiums (for example, for piece work, assembly-line\nwork, installation work, shift and Sunday work, and\nperformance, dirty work and nuisance bonuses),\n- remuneration of public holidays, leave, working days lost\nand the like,\n- continued pay in case of sickness, including sickness\nbenefit supplements,\n- special bonuses, additional monthly remuneration, shares\nin profits, leave allowance and other one-off\nremuneration,\n- compensation for leave not granted,\n- housing allowances, children's allowances and other\nfamily allowances agreed in collective or individual\nagreements and educational allowances\n- meal allowances, travel time compensation, allowances for\ntravel to and from work if relevant wage tax was paid,\n- daily allowance if wage tax was paid,\n- employer's benefits as defined in Section 3 of the Fifth\nAct Promoting Capital Formation by Employees,\n- commissions and royalties paid to employees, and\n- severance pay paid to employees.\n\nLess subsidies paid by the Federal Employment Agency (e.g.\nshort-time working benefit).\n\nItems not to be included are\n- the imputed entrepreneurial income and\n- expenditure on employees hired out for work and for\nremuneration by temporary employment businesses and similar\nagencies in accordance with the Act on Temporary Employment\nBusinesses.\n\n\n45342 Annual statistics: accommodation and food services\n==================================================\n\nDefinition:\nRemuneration refers to the compensation received by\nemployees. Remunerations do not include employers' social\nsecurity contributions, while they comprise the taxes levied\non them and also employees' social security contributions.\nRemunerations include the following:\n- any premiums (e.g. family allowance) and bonuses (e.g.\nbonuses paid for extra work, performance bonuses),\nremuneration in kind, payments for times not worked (e.g.\nvacation pay), vacation and Christmas bonuses, continued\npay and benefits in case of sickness, employers' sickness\nbenefit supplements, and special bonuses and payments to\nemployees\u0092 savings schemes\n- remunerations paid to apprentices, part-time employees\nand casual workers, and\n- remunerations paid to partners, management board members\nand other executives (to the extent that, in tax terms,\nthese are considered income from employment), and\ncommissions.\nPayments for agency workers are not included under\nremunerations.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Remunerations", "type": "variable"}