{"code": "EXP002", "lang": "de", "description": "\nExporte von Waren\n\nErläuterung für folgende Statistik(en):\n81000 Volkswirtschaftliche Gesamtrechnungen des Bundes\n\nBegriffsinhalt:\nWarenexporte und Warenimporte (P.61 und P.71) finden statt,\nwenn zwischen Gebietsansässigen und Gebietsfremden ein\nWechsel des Eigentums an den Waren erfolgt (unabhängig\ndavon, ob physisch die Grenze überschritten wird).\n\nIn vier Fällen wird jedoch der Grundsatz des\nEigentumswechsels für die Buchung der Warenexporte und\n-importe modifiziert:\na) beim Finanzierungs-Leasing wird ein Wechsel des Eigentums\nan den Waren vom Leasinggeber zum Leasingnehmer\nunterstellt. Der Vorgang wird dann gebucht, wenn der\nLeasingnehmer die Güter in Besitz nimmt (siehe auch\nESVG95, Anhang II);\nb) Lieferungen zwischen Einheiten, die einer\ninstitutionellen Einheit gehören (z.B. Filialen). Hier\nwird ein Eigentumswechsel unterstellt, wenn zwischen den\nverbundenen Einheiten Waren geliefert werden;\nc) Waren, die Gegenstand von erheblichen Lohnveredelungs-\noder Reparaturarbeiten sind, werden sowohl bei den\nExporten als auch bei den Importen gebucht, wenngleich\ndas Eigentum nicht wechselt;\nd) Transithandel: Wenn Händler Waren von Gebietsfremden\nkaufen und im gleichen Rechnungszeitraum an Gebietsfremde\nverkaufen, werden weder Importe noch Exporte gebucht.\nGleiches gilt für den Transithandel von Gebietsfremden.\n\nIn folgenden Fällen finden Warenexporte statt, ohne dass die\nWaren dabei jemals die Staatsgrenze überschreiten:\na) von gebietsansässigen Einheiten, die in internationalen\nGewässern tätig sind, werden Waren erzeugt und direkt an\nGebietsfremde in anderen Ländern verkauft (Erdöl, Erdgas,\nFischereierzeugnisse, maritimes Bergungsgut usw.);\nb) Transporteinrichtungen oder andere Ausrüstungen müssen\ndie Grenze des Ausfuhrlandes beim Verkauf durch einen\nGebietsansässigen an einen Gebietsfremden nicht unbedingt\nüberschreiten;\nc) Waren gehen nach dem Eigentumswechsel verloren oder\nwerden zerstört, noch bevor sie die Grenze des\nAusfuhrlandes überschritten haben.\n\nÄhnliches gilt auch für Warenimporte.\n\nZu den Warenexporten und Warenimporten gehören Transaktionen\nzwischen Gebietsansässigen und Gebietsfremden\neinschließlich:\na) Nichtwährungsgold, d.h. Gold, das nicht für\nwährungspolitische Zwecke verwendet wird;\nb) Silberbarren, Diamanten sowie sonstigen Edelmetallen und\nEdelsteinen;\nc) ungültige Geldscheine und Münzen (etwa für Sammlerzwecke)\nund noch nicht ausgegebene Wertpapiere zum Materialwert\nund nicht etwa zum Nennwert;\nd) Elektrizität, Gas und Wasser;\ne) über die Grenzen getriebenes Vieh;\nf) Postpakete;\ng) Warenexporte des Staates auch als Transfer oder durch\nKredit finanziert;\nh) Eigentumswechsel an Waren in einem Ausgleichslager zur\nStabilisierung der Weltmarktpreise (buffer stock\norganisation);\ni) firmeninterne Lieferungen an Filialen in der übrigen\nWelt;\nj) firmeninterne Bezüge von Filialen außerhalb des\nWirtschaftsgebietes;\nk) Schmuggelware;\nl) nichterfasste Warenströme, wie Geschenke oder\nTransaktionen unterhalb von Abschneidegrenzen;\nm) in der übrigen Welt lohnveredelte Waren, wenn an ihnen\nwesentliche physische Veränderungen vorgenommen werden,\nsowie ähnliche Waren, die im Inland im Auftrag von\nGebietsfremden lohnveredelt werden;\nn) im Ausland reparierte Investitionsgüter, wenn ein\nbeträchtlicher Umfang an Sanierungs- bzw.\nFertigungsarbeiten anfällt, sowie im Inland im Auftrag\nvon Gebietsfremden reparierte ähnliche Güter.\n\nNicht zu den Warenexporten und Warenimporten gehören\nfolgende Waren, selbst wenn sie die Staatsgrenze\nüberschreiten:\na) Waren bei der Durchfuhr durch ein Land;\nb) Waren, die an eigene Botschaften, Militärstützpunkte oder\nsonstige Enklaven in der übrigen Welt gesendet oder von\nihnen bezogen werden;\nc) Fahrzeuge und sonstige bewegliche Ausrüstungen, die ohne\nEigentumswechsel das Land vorübergehend verlassen, (z.B.\nBaugeräte für Bau- und Montagearbeiten im Ausland);\nd) Ausrüstungen und sonstige Waren, die zum Zwecke\ngeringfügiger Veredelung, Instandsetzung, Wartung oder\nReparatur in die übrige Welt versendet werden;\ne) sonstige vorübergehend das Wirtschaftsgebiet verlassende\nund im allgemeinen innerhalb eines Jahres im\nOriginalzustand und ohne Eigentumswechsel wieder\nzurückgeführte Waren (z.B. für Ausstellungen bzw. zu\nUnterhaltungszwecken ins Ausland geschickte Waren, im\nZuge von Operating-Leasing - auch über mehrere Jahre -\nversandte Waren, infolge nicht zustande gekommener\nerwarteter Verkäufe zurückgehende Waren, also\n\"Rückwaren\");\nf) zerstörte Kommissionswaren, die die Grenze überschritten\nhaben, vor Übergang des Eigentums.\n\nWarenexporte und Warenimporte sind grundsätzlich beim\nÜbergang des Eigentums an den Waren zu buchen. In der Praxis\ngilt der Eigentumswechsel als vollzogen, wenn die\nTransaktion in den Büchern der Beteiligten ausgewiesen wird.\nDieser Zeitpunkt muss nicht übereinstimmen mit dem\nZeitpunkt:\na) des Vertragsabschlusses;\nb) der Lieferung, wenn also die Forderung entsteht;\nc) der Begleichung der Verbindlichkeit (Zahlungszeitpunkt).\n\nWarenexporte und Warenimporte werden zum fob-Wert (frei an\nBord) an der Grenze des Ausfuhrlandes ausgewiesen. Dieser\nWert enthält folgende Bestandteile:\na) den Wert der Waren zu Herstellungspreisen;\nb) zuzüglich der damit zusammenhängenden Verkehrs- und\nVerteilungsdienstleistungen bis zur Ausfuhrgrenze,\ngegebenenfalls einschließlich der Kosten der Verladung\nauf ein Beförderungsmittel für den Weitertransport (siehe\nTabelle 3.4 zweiter Teil zweite Spalte);\nc) zuzüglich sämtlicher Steuern abzüglich Subventionen auf\ndie ausgeführten Waren. Bei Intra-EU-Lieferungen sind\ndarin die Mehrwertsteuer sowie sonstige Steuern\nenthalten, die im Ausfuhrland auf die Waren erhoben\nwerden.\n\nIn den Aufkommens- und Verwendungstabellen sowie in den\nsymmetrischen Input-Output-Tabellen ist der Warenimport in\nGütergliederung anders zu bewerten, nämlich zum cif-Wert\n(Kosten, Versicherung, Fracht) an der Grenze des\nEinfuhrlandes.\n\nDefinition: Der cif-Wert ist der Wert einer an die Grenze\ndes Einfuhrlandes gelieferten Ware oder der Wert einer einem\nGebietsansässigen erbrachten Dienstleistung vor der Zahlung\neventueller Zölle oder Importabgaben oder Handels- und\nTransportspannen im Einfuhrland.\n\nDie Verwendung von Ersatzwerten für den fob-Wert kann zum\nBeispiel unter folgenden Umständen erforderlich werden:\na) beim Tausch von Waren ist der Herstellungspreis zu\nberücksichtigen, der bei ihrem Verkauf gegen bar erzielt\nworden wäre;\nb) bei firmeninternen Transaktionen zwischen Filialen sind\ndie tatsächlichen Transaktionswerte zu verwenden. Wenn\ndiese allerdings stark von den Marktpreisen abweichen,\nsind sie durch geschätzte Marktpreisäquivalente zu\nersetzen oder zumindest für Analysezwecke getrennt\nauszuweisen;\nc) die im Rahmen von Finanzierungs-Leasing erworbenen Waren\nsind auf der Grundlage des vom Leasinggeber gezahlten\nAnschaffungspreises (nicht zum kumulierten Wert der\nLeasingzahlungen) zu bewerten;\nd) Warenimporte sind auf der Grundlage von Zollangaben (beim\nExtra-EU-Handel) oder von Intrastat-Angaben (beim\nIntra-EU-Handel) zu schätzen. Beide Datenquellen wenden\nnicht den fob-Wert an, sondern den cif-Wert an der\nEU-Grenze beziehungsweise die cif-Werte an der jeweiligen\nStaatsgrenze. Da fob-Werte nur auf der höchsten\nAggregationsebene und cif-Werte auf Gütergruppenebene\nverwendet werden, wird nur auf der höchsten\nAggregationsstufe mit Hilfe der cif/fob-Anpassung auf\nfob-Wert übergegangen;\ne) Mitunter müssen Informationen über Warenexporte und\nWarenimporte aus verschiedenen anderen Quellen gewonnen\nwerden, die nur Angaben über den Umsatz und seine\nAufgliederung nach Gütern liefern. Dann muss von Käufer-\noder Verkaufspreisen ausgegangen werden.\n\n(Quelle: ESVG95, Abschnitt 3.132 - 3.139)\n\n© Statistisches Bundesamt, Wiesbaden 2003", "name": "Exporte von Waren", "type": "Merkmal"}