{"code": "FRUNW2", "lang": "de", "description": "\nGetreide\n\nErläuterung für folgende Statistik(en):\n41121 Agrarstrukturerhebung\n\nBegriffsinhalt:\nDie Gesamtposition Getreide setzt sich zusammen aus den\nGetreidearten Weizen, Roggen und Wintermenggetreide (die in\nihrer Summe auch als Brotgetreide ausgewiesen werden) und\nden Getreidearten Gerste, Triticale, Hafer und\nSommermenggetreide (die auch als Futter- und\nIndustriegetreide bezeichnet werden) sowie aus Körnermais\nund Corn-Cob-Mix. Dabei werden unter Weizen Winter- und\nSommerweizen sowie Dinkel und Hartweizen zusammengefasst,\nunter Gerste werden Winter- und Sommergerste addiert. Die\nSommerformen sind i.d.R. ertragsschwächer.\nUnter Winter- und Sommerweizen wird gewöhnlicher Nackt- oder\nSaatweizen (Weichweizen) in der Winter- oder Sommerform\nverstanden. Dinkel ist die bespelzte Kulturform des\nWeichweizens, die als Brotgetreide oder für die\nGrünkernherstellung Verwendung findet. Hartweizen (Durum)\nwird überwiegend als Sommergetreide angebaut und vorwiegend\nzur Herstellung von Teigwaren verwendet. Roggen (Winter- und\nSommerroggen) wird meistens als Brotroggen angebaut, aber\nauch als Futtergetreide verwendet. Wintergerste wird\nvorwiegend als Futtergerste verwendet und im Herbst\nausgesät.\nSommergerste findet überwiegend als Braugerste Verwendung.\nTriticale ist eine Kreuzung aus Weizen und Roggen, die\nüberwiegend als Futtergetreide angebaut wird. Hafer ist\neine Sommergetreideart, die ebenfalls in erster Linie als\nFuttergetreide verwendet wird. Bei Winter- und\nSommermenggetreide werden verschiedene Getreidearten\ngemischt angebaut. Die Aussaat erfolgt entsprechend im\nHerbst oder als Sommerfrucht. Körnermais zum Ausreifen wird\nzur Ernte von voll ausgebildeten und ausgereiften Körnern\nüberwiegend für die Fütterung angebaut. Bei Corn-Cob-Mix\nwird der geerntete Kolbenmais zu Schrotsilage verarbeitet\nund für die Fütterung verwendet.", "name": "Getreide", "type": "Merkmal"}