{"code": "HHTZ20", "lang": "en", "description": "\nHaushaltstyp\n\n\nErläuterung für folgende Statistik(en):\n12111 Zensus - Bevölkerung\n\nBegriffsinhalt:\nHaushaltstyp\n\nDieses Merkmal beschreibt, in welcher Konstellation die Per-\nsonen eines privaten Haushalts gemeinschaftlich leben, mit\nFokus auf die Existenz von Kindern im privaten Haushalt.\nEine Kernfamilie besteht aus zwei oder mehr Personen, die zu\ndemselben privaten Haushalt gehören und setzt sich zusammen\naus der Bezugsperson des privaten Haushalts und mindestens\neiner weiteren Person, z. B. der Partnerin/dem Partner oder\neinem Kind der Bezugsperson. Dieses Familienkonzept be-\nschränkt die Beziehungen zwischen Vorfahren und Nachfahren\nauf direkte Beziehungen (ersten Grades), d. h. auf Bezie-\nhungen zwischen Eltern und Kindern. Ein Einpersonenhaushalt\nbezeichnet einen privaten Haushalt mit einer allein lebenden\nPerson. Der Begriff Paar umfasst Paare in einer Ehe, Paare\nin einer eingetragenen Lebenspartnerschaft und Paare in\neiner nichtehelichen Lebensgemeinschaft, die jeweils in\neinem privaten Haushalt zusammenleben. Ein Ehepaar ist ein\ngemäß gesetzlichem Familienstand zum Stichtag 9. Mai 2011\nverheiratetes verschiedengeschlechtliches Paar in einem pri-\nvaten Haushalt. Eine eingetragene Lebenspartnerschaft ist\nein gemäß gesetzlichem Familienstand zum Stichtag 9. Mai\n2011 rechtlich anerkanntes gleichgeschlechtliches Paar in\neinem privaten Haushalt. Eine nichteheliche Lebensgemein-\nschaft ist ein gemischtgeschlechtliches Paar in einem pri-\nvaten Haushalt, das gemäß gesetzlichem Familienstand zum\nStichtag 9. Mai 2011 nicht miteinander verheiratet war.\nUnter Kind ist ein leiblicher Sohn bzw. ein Stief- oder\nAdoptivsohn oder eine leibliche Tochter bzw. eine Stief-\noder Adoptivtochter (ungeachtet des Alters) zu verstehen,\ndessen bzw. deren üblicher Aufenthaltsort sich im privaten\nHaushalt mindestens eines Elternteils befindet und ein El-\nternteil Bezugsperson und/oder Partner/-in der Bezugsperson\nist. Alleinerziehende Elternteile sind Elternteile ohne\nPartner/-in mit mindestens einem Kind innerhalb eines pri-\nvaten Haushalts. Unter Mehrpersonenhaushalten ohne Kern-\nfamilie werden alle anderen privaten Mehrpersonenhaushalte\nzusammengefasst, die durch die zuvor genannten Kategorien\nnicht abgedeckt sind, wie etwa nicht eingetragene Lebens-\npartnerschaften gleichgeschlechtlicher Paare, Wohngemein-\nschaften, Großeltern-Enkel-Haushalte ohne Elternteile etc.", "name": "Haushaltstyp", "type": "Merkmal"}