{"code": "HSH001", "lang": "en", "description": "\nHouseholds\n\nExplanatory notes for the following statistics:\n12211 Microcensus\n63931 Information and communication technology (ICT)\n\n\n12211 Microcensus\n===========\n\nDefinition:\nA household is defined as any group of people who live\ntogether and jointly run the household; people who live\nalone and run a household of their own are also included\nunder households (e.g. individual subtenants). Relatives and\nnon-family persons (e.g. persons who share a flat) may\nbelong to the household. Collective living quarters are not\nregarded as households but may include households (e.g.\nhousehold of the caretaker). Households comprising several\ndwellings are counted several times. The number of\nhouseholds does not correspond with the number of families\nas several families may live in one household and not every\nhousehold consists of a family.\n\nReference person/main income earner of the household:\nUntil the 2004 microcensus, a household reference person was\nused to evaluate and present households statistically. It is\nthe first person entered in the questionnaire.\nThe survey characteristics of the household reference person\n(for instance age, sex, marital status) were then shown for\nthe entire \"household\" unit in the microcensus statistics up\nto and including 2004. Someone under the age of 15 cannot be\nthe reference person of a household. The order in the\nquestionnaire is as follows: spouses, children, relatives,\nnon-family persons.\nFrom the 2005 microcensus onwards, a main income earner has\nbeen determined for each household. The entire \"household\"\nunit is represented statistically by the survey\ncharacteristics of the household's main income earner. It is\nthe person who has the highest monthly net income of the\nhousehold. If several household members have the same\nmonthly net income, the main income earner is determined by\nthe order in which the household members have been entered\nin the questionnaire. In this case the main income earner is\nthe individual with the lowest person number of all the\nhousehold members in the highest personal net income class.\nIf the household members have not provided information on\ntheir personal monthly net income or the household reference\nperson (first person entered in the questionnaire) has\nclassified himself as a self-employed farmer (main economic\nactivity, full-time), the household reference person is the\nmain income earner of the household.\n\n\n63931 Information and communication technology (ICT)\n==============================================\n\nDefinition:\nA household is defined as any group of people who live\ntogether and keep a common budget, generally sharing the\nliving and household expenses. A household includes the\npeople who are temporarily away from home, such as\ncommuters, students, apprentices, hospitalised people, and\nthose on holiday or doing military or civilian service. The\nkey criteria are that their absence is temporary, that they\nnormally live in the household and that the household\naddress is registered as their main place of residence.\nPeople who do not maintain a joint household (people living\nalone, people living in shared accommodation without common\nhousekeeping) are counted as separate households.\nSubtenants, guests and domestic workers are not considered\nas part of the household.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Households", "type": "variable"}