{"code": "HSH012", "lang": "en", "description": "\nHouseholds extrapolated\n\nExplanatory notes for the following statistics:\n63111 Continuous household budget surveys: general inf.\n63211 Sample surveys of income and expenditure: gen. inf.\n63931 Information and communication technology (ICT)\n\n\n63111 Continuous household budget surveys: general inf.\n=================================================\n\nDefinition:\nWhen grossing up the results, the sample data are weighted\nin such a way that the grossed-up results tally with the\nsurvey population data known from the microcensus. The\ngrossing factors for the household budget survey are\ncalculated using a calibration procedure (generalised\nregression estimation). This method makes it possible to\nadjust the sample data to the marginal distributions of\nseveral variables.\nThe household budget survey data for the components \"general\ndata\" and \"household book\" are grossed up separately. The\nframe for adjustment and extrapolation is provided by the\nmost recent microcensus.\n\n\n63211 Sample surveys of income and expenditure: gen. inf.\n===================================================\n\nDefinition:\nWhen grossing up the results, the sample data are weighted\nin such a way that the grossed-up results tally with the\nsurvey population data known from the microcensus. The\ngrossing factors for the sample survey of income and\nexpenditure 2013 were calculated using a calibration\nprocedure (generalised regression estimation). This method\nmakes it possible to adjust the sample data to the marginal\ndistributions of several variables.\nThe data of the sample survey of income and expenditure 2013\nwere extrapolated separately for the territory of the\nFederal Republic and the Länder. When grossing up the data\nfor the territory of the Federal Republic, the results for\nGermany as a whole are established by an extrapolation that\nhas been optimised regarding the accuracy of the results for\nthe whole federal territory. A particularly rich set of\nstructural data is used for this extrapolation to federal\nlevel. When grossing up the data for the Länder, the results\nfor the Länder are established by an extrapolation that has\nbeen optimised regarding the accuracy of the results for the\nrespective Land. This extrapolation includes fewer variables\nbut takes the Land-specific data into account. This ensures\nthat the extrapolated Land results for the variables\nincluded tally with the known values of the survey\npopulation in the respective Land.\n\n\n63931 Information and communication technology (ICT)\n==============================================\n\nDefinition:\nBased on the microcensus, the sample results were separately\ngrossed up to the household populations by applying simple\nexpansion estimators and, using non-linear regression\nestimation, were adjusted to the joint marginal distribution\nof several variables. The adjustment at household level was\nmade using the variables: household type, household size,\nsocial status of main income earner, household net income\nclass, spatial planning region and Land.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n", "name": "Households extrapolated", "type": "variable"}