{"code": "HSH011", "lang": "en", "description": "\nHouseholds covered\n\nExplanatory notes for the following statistics:\n63111 Continuous household budget surveys: general inf.\n63211 Sample surveys of income and expenditure: gen. inf.\n63931 Information and communication technology (ICT)\n\n\n63111 Continuous household budget surveys: general inf.\n=================================================\n63211 Sample surveys of income and expenditure: gen. inf.\n===================================================\n\nDefinition:\nAn individual who has own income and keeps a separate budget\nforms a household just as groups of related or connected\npeople do (even non-family members) who share income and\nexpenses. The general rule is that they live together, that\nthey share one or more incomes or income components, and\nthat their needs are fully or mostly provided for in the\njoint household.\nPeople who are temporarily away from home are part of the\nhousehold if their living expenses are mainly met from\nhousehold income or if their own income is the household's\nsource of livelihood. Domestic staff and operating\npersonnel, subtenants and boarders are not part of the\nhousehold in which they live or are catered for, and neither\nare visitors to the household.\nThe survey generally does not include people living in\ncommunal establishments or institutions. In addition to\npeople in old-age and care homes, this applies to members of\nthe Alert Police, the Federal Police and the Federal Armed\nForces unless they have a permanent residence outside the\nbarracks. Homeless people are not covered by the survey. The\ndata of households with a monthly net income of 17,895 euros\nor 18,000 euros (from 2002) or more are not processed\nbecause such households do not participate in the survey, or\ntoo few of them.\n\nContrary to the sample survey of income and expenditure, the\nlegal rules governing the household budget survey do not\nallow to include households of self-employed\n(businesspeople, self-employed farmers and freelancers).\n\n\n63931 Information and communication technology (ICT)\n==============================================\n\nDefinition:\nA household is defined as any group of people who live\ntogether and keep a common budget, generally sharing the\nliving and household expenses. A household includes the\npeople who are temporarily away from home, such as\ncommuters, students, apprentices, hospitalised people, and\nthose on holiday or doing military or civilian service. The\nkey criteria are that their absence is temporary, that they\nnormally live in the household and that the household\naddress is registered as their main place of residence.\nPeople who do not maintain a joint household (people living\nalone, people living in shared accommodation without common\nhousekeeping) are counted as separate households.\nSubtenants, guests and domestic workers are not considered\nas part of the household.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n\n\n\n\n\n", "name": "Households covered", "type": "variable"}