{"code": "HWUM01", "lang": "de", "description": "\nUmsatz insgesamt\n\n\nErläuterung für folgende Statistik(en):\n53111 Handwerkszählung\n\nBegriffsinhalt:\nUmsatz\n\nIm Unternehmensregister nachgewiesene Umsätze (ohne Umsatz-\nsteuer) umfassen die steuerbaren Lieferungen und Leistungen\ndes Unternehmens. Informationen über Unternehmen mit steuer-\nbarem Umsatz aus Lieferungen und Leistungen werden von den\nFinanzbehörden zusammen mit den Angaben zur Umsatzsteuersta-\ntistik jährlich an die Statistischen Ämter des Bundes und\nder Länder übersandt. In dem gelieferten Datenmaterial der\nFinanzbehörden sind alle umsatzsteuerpflichtigen Unternehmen\nenthalten, die im jeweiligen Berichtsjahr Umsatzsteuervoran-\nmeldungen in Deutschland abgegeben haben und deren Jahresum-\nsatz im Berichtsjahr mehr als 17 500 Euro betrug.\n\nDie steuerbaren Umsätze der einzelnen Handwerksunternehmen\numfassen nicht nur den Handwerksumsatz, sondern auch Umsätze\naus nichthandwerklicher Tätigkeit. Beispielsweise betreiben\nAutohäuser in der Regel eine Kfz-Werkstatt und sind deswegen\nin die Handwerksrolle eingetragen. Diese Unternehmen gene-\nrieren auch Umsätze mit dem Verkauf von Neu- und Gebraucht-\nwagen. Eine Aufteilung der steuerbaren Umsätze nach fach-\nlichen Kriterien in Handwerksumsatz und sonstige Umsätze ist\nnicht möglich. Die nichthandwerklichen Umsätze sind daher in\nden nachgewiesenen Umsätzen der Handwerksunternehmen enthal-\nten.\n\nIm Unternehmensregister werden Umsatzschätzungen für Einzel-\nwerte vorgenommen, wenn die Unternehmen Teil einer steuer-\nrechtlichen Organschaft sind. Bei einer Organschaft meldet\nnur der Organträger für alle Organschaftsmitglieder (Organ-\nträger und Organgesellschaften) den Außenumsatz der Organ-\nschaft an die Oberfinanzdirektionen. Es liegen keine Angaben\nvor, welche Umsätze die einzelnen Organschaftsmitglieder er-\nzielt haben. Daher wird der Umsatz der einzelnen Organ-\nschaftsmitglieder auf der Grundlage des an die Finanzverwal-\ntung gemeldeten Umsatzes der gesamten Organschaft und weite-\nrer Strukturmerkmale auf Einzeldatenebene geschätzt.\n\nGeschätzte Umsätze von Organschaftsmitgliedern sind in der\nSpalte 6 enthalten und werden ebenso in Spalte 7 bei der Be-\nrechnung berücksichtigt.\n\nIn den Tabellen der Handwerkszählung werden Umsatzergebnis-\nse, die zu mehr als 30% auf Schätzungen beruhen durch Klam-\nmern (d.h. \"Aussagewert eingeschränkt, da der Zahlenwert\nstatistisch relativ unsicher ist\") kenntlich gemacht. Ab\neinem Schätzanteil von 40% werden keine Angaben zu den ent-\nsprechenden Ergebnissen gemacht, da der jeweilige Zahlenwert\ndann nicht sicher genug ist. Diese Positionen werden mit \"/\"\ngesperrt.\n\nDa nach dem Handwerkstatistikgesetz nur selbstständige Hand-\nwerksunternehmen in die Handwerkszählung einbezogen werden,\nsind Umsätze aus handwerklicher Tätigkeit, die in handwerk-\nlichen Nebenbetrieben oder innerbetrieblichen Abteilungen\nnicht handwerklicher Unternehmen erwirtschaftet werden,\nnicht in den nachgewiesenen Umsätzen enthalten.", "name": "Umsatz insgesamt", "type": "Merkmal"}