{"code": "ICD10Q", "lang": "de", "description": "\nICD10 Hauptdiagnose\n\nErläuterung für folgende Statistik(en):\n23131 Diagnosen der Krankenhauspatienten\n\nBegriffsinhalt:\nDie Abkürzung ICD steht für \"International Statistical\nClassification of Diseases and Related Health Problems\". Die\nZiffer 10 bezeichnet deren 10. Revision. Diese\nKlassifikation wurde von der Weltgesundheitsorganisation\n(WHO) herausgegeben und wird weltweit eingesetzt.\nDie deutschsprachige Ausgabe (GM=German Modification) wurde\nvom Deutschen Institut für Medizinische Dokumentation und\nInformation (DIMDI) erstellt. In der ambulanten und\nstationären Versorgung werden Diagnosen seit dem 1. Januar\n2000 nach der ICD-10 in der SGB V-Ausgabe (Sozialgesetzbuch\nV) verschlüsselt.\n\nErkrankungen werden durch die ICD-10-Systematik mit den\nSchlüsseln A00 bis T98 und U00-U99 kodiert. Neben diesen\nDiagnoseschlüsseln weist die Diagnosestatistik den Bereich\nZ00 bis Z99 aus, der die nichtkranken Zustände beschreibt,\nd.h. Faktoren, die den Gesundheitszustand beeinflussen und\nzur Inanspruchnahme des Gesundheitswesens führen. Hierzu\ngehören z.B. Krankenhausaufnahmen von Personen, die wegen\nVorsorgemaßnahmen (Impfung, Schwangerschaftsüberwachung\nu.a.), der Abklärung von Verdachtsfällen oder als\nOrganspender behandelt werden.\n\nNicht ausgewiesen werden die Diagnoseschlüssel V01 bis Y98,\nmit denen \"Äußere Ursachen von Morbidität und Mortalität\"\nbezeichnet werden. Diese Schlüssel stellen eine\nZusatzklassifikation dar, mit der beschrieben wird, durch\nwelche externen Faktoren die Erkrankung (A00 bis T98)\nbeeinflusst wurde, falls diese zum Zeitpunkt der Entlassung\naus dem Krankenhaus bekannt sind. Sie dürfen nur zusätzlich\nbenutzt werden, um einen andernorts klassifizierten Zustand\nbesonders zu kennzeichnen.\n\n\nAls Hauptdiagnose wird gemäß den Deutschen Kodierrichtlinien\ndie Diagnose angegeben, die nach Analyse als diejenige\nfestgestellt wurde, die hauptsächlich für die Veranlassung\ndes stationären Krankenhausaufenthaltes des Patienten\nverantwortlich ist. Der Begriff \"nach Analyse\" bezeichnet\ndie Evaluation der Befunde am Ende des stationären\nAufenthalts. Sie ist entsprechend der 10. Revision der\nInternationalen Statistischen Klassifikation der Krankheiten\nund verwandter Gesundheitsprobleme GM (German Modification)\nzu melden. Bis auf die in der ICD-10 vorgesehenen Ausnahmen\nwird die Hauptdiagnose grundsätzlich vierstellig angegeben.\nMaßgeblich ist die jeweils im Berichtsjahr gültige Version\nder ICD.\n\n\n© Statistisches Bundesamt, Wiesbaden 2013", "name": "ICD-10 (Position Q) Hauptdiagnose", "type": "Merkmal"}