{"code": "KIN002", "lang": "de", "description": "\nTageseinrichtungen für Kinder\n\n\nErläuterung für folgende Statistik(en):\n22541 Statistik der Kinder und tätigen Personen in Tagesein-\nrichtungen\n\nBegriffsinhalt:\nTageseinrichtungen für Kinder\n\nDies sind Einrichtungen, in denen Kinder ganztägig oder für\neinen Teil des Tages aufgenommen sowie erzieherisch und\npflegerisch betreut werden, die über haupt- oder nebenberuf-\nliches Personal verfügen und für die eine Betriebserlaubnis\nnach § 45 SGB VIII oder eine vergleichbare Genehmigung vor-\nliegen. Bei den Tageseinrichtungen für Kinder wird nach Ein-\nrichtungsarten unterschieden, wobei sich die Unterscheidung\ndanach richtet, ob in der betreffenden Einrichtung lediglich\nKinder von bestimmten Altersklassen in so genannten \"alters-\nhomogenen\" Gruppen betreut werden oder ob es sich um eine\nnäher zu kennzeichnende Mischform handelt.\n\nUm eine Einrichtung für Kinder im Alter unter 3 Jahren han-\ndelt es sich, wenn in dieser Einrichtung in einer oder meh-\nreren Gruppen ausschließlich Kinder im Alter unter 3 Jahren\nbetreut werden.\n\nEine Einrichtung für Kinder im Alter von 2 bis unter 8 Jah-\nren - ohne Schulkinder - ist eine Einrichtung, in der in\neiner oder mehreren Gruppen ausschließlich Kinder im Alter\nvon 2 Jahren  bis zum Schuleintritt betreut werden.\n\nEine Einrichtung für Kinder im Alter von 5 bis unter 14 Jah-\nren - nur Schulkinder - ist eine Einrichtung, in der die\nvorhandenen Plätze ausschließlich der Betreuung von Schul-\nkindern dienen.\n\nBei den Einrichtungen mit Kindern aller Altersgruppen han-\ndelt es sich um\n\na) Tageseinrichtungen mit alterseinheitlichen Gruppen\nHier werden Kinder unterschiedlicher Altersklassen in\nverschiedenen altershomogenen Gruppen parallel betreut.\n\nb) Tageseinrichtungen mit altersgemischten Gruppen\nIn diesen Einrichtungen werden Kinder verschiedener Al-\ntersklassen, d.h. Kinder im Krippenalter, Kindergarten-\nalter und/oder Hortalter gemeinsam in altersübergreifen-\nden Gruppen betreut.\n\nc) Tageseinrichtungen mit alterseinheitlichen und altersge-\nmischten Gruppen\nHier sind sowohl altersübergreifende als auch altershomo-\ngene Gruppen vorhanden.\n\nDie Klassifikation der Einrichtungsarten ist ausschließlich\nabhängig vom Alter der betreuten Kinder zum Stichtag. Dabei\nist es unerheblich, um welche Art von Einrichtung es sich\nlt. Betriebserlaubnis oder vergleichbaren Regelungen han-\ndelt.", "name": "Tageseinrichtungen für Kinder", "type": "Merkmal"}