{"code": "KOS022", "lang": "en", "description": "\nConstruction cost indices for residential buildings\n\nExplanatory notes for the following statistics:\n61261 Price indices for the construction industry\n\nDefinition:\nThe construction cost index calculated by the Federal\nStatistical Office shows the price movement of production\nfactors used by construction companies in the construction\nof new residential buildings. These mainly include labour\nand materials but also equipment, energy, supplies,\nauxiliary products to construction and other cost factors.\n\nThe construction cost index is often referred to as factor\nor input price index. Essentially, the construction cost\nindex differs from the indices of construction operation\nprices in that it comprises neither productivity changes nor\nthe profit margins of construction companies. However, these\ntwo components form part of the indices of construction\noperation prices as they show the movement of prices paid by\nthe builder.\n\nAdditionally, a material cost index and a labour cost index\nare shown for the two main production factors.\n\nConstruction cost indices are calculated on the basis of\nexisting, mostly official, data sources and information.\n\nResults from the statistics of producer prices of industrial\nproducts compiled by the Federal Statistical Office are\ndrawn upon to determine the material cost index and the\nfollowing cost factors, which are also considered:\nequipment, energy, supplies, auxiliary products to\nconstruction and other cost components. The time series can\nbe regarded as purchase price indices for the construction\ncompanies. In that case, the purchase prices represent the\ncosts that construction companies have to pay for materials\nand goods needed to perform the construction work required\nduring the construction process. Almost 150 price series\nfrom the producer price statistics are used to calculate the\nconstruction cost index. The statistics of producer prices\nis based on monthly price surveys. To provide quarterly\nresults for the construction cost indices, arithmetic means\nare computed from the related monthly results of producer\nprice statistics.\n\nFor weighting the price series from producer price\nstatistics, about 170 individual construction operations\nwere broken down into their cost types, with the selection\nand definition of these construction operations being\nderived from the statistics of construction operation\nprices. The information used for deriving the weights mainly\ncame from an external data provider, also used were\nweighting information from the construction price indices\nfor residential buildings (single-family and multi-family\nhouses, traditionally built), and results from the official\nstatistics on building activity.\n\nThe labour cost index is calculated by the \"Business\nRegister, Classifications, Earnings, Cross-Sectoral Business\nStatistics\" Division of the Federal Statistical Office. The\nlabour cost index shown for the construction industry was\nadopted without modifications for the construction cost\nindex.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n\n\n\n\n", "name": "Construction cost indices f. residential buildings", "type": "variable"}