{"code": "PER099", "lang": "de", "description": "\nPersonen in Bedarfsgemeinschaften nach dem SGB II\n\n\nErläuterung für folgende Statistik(en):\n22811 Sozialberichterstattung\n\nBegriffsinhalt:\nBedarfsgemeinschaft nach dem SGB II\n\nEine Bedarfsgemeinschaft (BG) bezeichnet eine Konstellation\nvon Personen, die im selben Haushalt leben und gemeinsam\nwirtschaften. Von jedem Mitglied der Bedarfsgemeinschaft\nwird erwartet, dass es sein Einkommen und Vermögen zur De-\nckung des Gesamtbedarfs aller Angehörigen der Bedarfsgemein-\nschaft einsetzt (Ausnahme: Kinder). Es besteht eine sog. be-\ndingte Einstandspflicht.\n\nEine Bedarfsgemeinschaft (gem. § 7 SGB II) hat mindestens\neinen Leistungsberechtigten. Des Weiteren zählen dazu:\n\n- die im Haushalt lebenden Eltern, der im Haushalt lebende\nElternteil und/oder der im Haushalt lebende Partner dieses\nElternteils des LB, sofern der LB das 25. Lebensjahr noch\nnicht vollendet hat,\n\n- als Partner des Leistungsberechtigten der nicht dauernd\ngetrennt lebende Ehegatte bzw. Lebenspartner oder eine\nPerson, die mit dem Leistungsberechtigten in einem gemein-\nsamen Haushalt so zusammenlebt, dass nach verständiger\nWürdigung der wechselseitige Wille anzunehmen ist, Verant-\nwortung füreinander zu tragen und füreinander einzustehen,\n\n- die dem Haushalt angehörenden unverheirateten Kinder des\nLeistungsberechtigten, wenn sie das 25. Lebensjahr noch\nnicht vollendet haben, soweit sie die Leistungen zur Si-\ncherung ihres Lebensunterhaltes nicht aus eigenem Einkom-\nmen oder Vermögen beschaffen können.\n\nBegriffsinhalt:\nPersonen in Bedarfsgemeinschaften nach dem SGB II\n\nPersonen in Bedarfsgemeinschaften nach dem SGB II bilden\neine Gemeinschaft, die füreinander einsteht. Innerhalb der\nGrundsicherungsstatistik SGB II lassen sie sich in \"Leis-\ntungsberechtigte\" und \"nicht Leistungs- berechtigte\" diffe-\nrenzieren. Zu den Leistungsberechtigten zählen die Regel-\nleistungsberechtigten sowie die sonstigen Leistungsberech-\ntigten. Die nicht Leistungsberechtigten umfassen die vom\nLeistungsanspruch ausgeschlossenen Personen sowie Kinder\nohne Leistungsanspruch.\n\nHinweis: Im April 2016 wurde das bisherige Zähl- und Gültig-\nkeitskonzept der Statistik der Grundsicherung für Arbeit-\nsuchende nach dem SGB II rückwirkend ab Einführung der Sta-\ntistik im Jahr 2005 revidiert. Durch die Revision wird eine\nvollständige statistische Abbildung aller Personen in Be-\ndarfsgemeinschaften nach dem SGB II gewährleistet. Bei den\nDaten zur Grundsicherung für Arbeitssuchende nach dem SGB II\nhandelt es sich um Daten nach der Revision 2016.", "name": "Personen in Bedarfsgemeinschaften nach dem SGB II", "type": "Merkmal"}