{"code": "PER005", "lang": "en", "description": "\nPersons employed\n\nExplanatory notes for the following statistics:\n43111 Monthly report: energy and water supply\n44111 Monthly report on the main construction industry\n44131 Quarterly survey of building completion work\n47415 Structural survey of service activities\n53111 Census of crafts\n\n\n43111 Monthly report: energy and water supply\n=======================================\n\nDefinition:\nPersons employed include the following:\n\u0096 working proprietors and working coproprietors (only in\npartnerships),\n\u0096 unpaid family workers who work at least 1/3 of the usual\nworking hours in the enterprise,\n\u0096 persons who have an employment relationship with the\nenterprise (for example, directors, travelling salespeople\nwho are employees, interns, trainees and apprentices).\n\nThe following are to be fully counted:\n- sick persons, holiday-makers, women in maternity\nprotection and persons on parental leave (less than 1\nyear) and all other persons who are temporarily absent,\n- persons on strike or affected by lockouts provided the\nemployment relationship has not ended,\n- seasonal and relief workers, part-time employees,\nmarginally employed persons and short-time workers,\npersons in a partial retirement scheme,\n- staff on construction and installation sites, vehicles,\netc.,\n- persons working abroad only temporarily (for less than 1\nyear).\n\nThe following are not to be reported:\n- persons working permanently abroad (for at least 1 year),\n- workers who, on behalf of another enterprise, carry out\ninstallation or repair work in the reporting enterprise,\n- recipients of early retirement pay, and\n- employees hired out for work and for remuneration by\ntemporary employment businesses and similar agencies in\naccordance with the Act on Temporary Employment Businesses\n(temporary employees, for example, for office work, etc.).\n\n\n44111 Monthly report on the main construction industry\n================================================\n44131 Quarterly survey of building completion work\n============================================\n\nDefinition:\nPersons employed include all working proprietors, unpaid\nfamily workers (engaged for at least 55 hours per month) and\nemployees.\nThese also include sick persons, holiday-makers, women in\nmaternity protection and persons on parental leave and all\nother persons who are temporarily absent, persons on strike\nor affected by lockouts provided the employment relationship\nhas not ended, and seasonal and relief workers, part-time\nemployees, short-time workers and recipients of allowance to\ncompensate for loss of earnings in winter.\nUnpaid family workers engaged for less than 55 hours per\nmonth, workers who, on behalf of another establishment,\ncarry out installation and repair work in the reporting\nunit, persons permanently working abroad (for at least one\nyear) and recipients of early retirement pay are not\nincluded under persons employed.\n\n\n47415 Structural survey of service activities\n=======================================\n\nDefinition:\nPersons employed include all working proprietors, unpaid\nfamily workers and employees.\n\n\n53111 Census of crafts\n================\n\nDefinition:\nIn the census of crafts, persons employed comprise employees\nsubject to social insurance contributions, marginally\nemployed persons and working proprietors. The number of\nworking proprietors is estimated on the basis of the\nenterprise's legal status. Employees hired out for work and\nfor remuneration by other businesses in accordance with the\nAct on Temporary Employment Businesses are not counted as\npersons employed in craft enterprises.\nIn the census of crafts, data provided by the Federal\nEmployment Agency on employees subject to social insurance\ncontributions and marginally paid employees are evaluated.\nIt should be noted that the evaluation refers to persons\nemployed rather than employment cases, that is, employees\nwith several jobs are allocated to one establishment rather\nthan to several establishments.\nIn official statistics, persons employed include unpaid\nfamily workers. However, this group of persons cannot be\nincluded in the census of crafts because no relevant\ninformation is available in the business register or in any\nother data source available. Also, no data are currently\navailable that would permit the number of family workers to\nbe estimated.\nFor the interpretation of the variables \"employees subject\nto social insurance contributions\", \"marginally employed\npersons\" and \"persons employed\", it should also be noted\nthat all employees subject to social insurance contributions\nand marginally employed persons working in the enterprise\nare covered, that is, including those not working in the\ncraft sector (e.g. sales and/or administrative staff).\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Persons employed", "type": "variable"}