{"code": "PFL016", "lang": "en", "description": "\nPflegebedürftige\n\n\nErläuterung für folgende Statistik(en):\n22411/22412/22421 Pflege\n\nBegriffsinhalt:\nPflegebedürftige\n\nNach § 14 Abs. 1 SGB XI sind Personen pflegebedürftig, die\nwegen einer körperlichen, geistigen oder seelischen Krank-\nheit oder Behinderung für die gewöhnlichen und regelmäßig\nwiederkehrenden Verrichtungen im Ablauf des täglichen Lebens\nauf Dauer, voraussichtlich für mindestens sechs Monate, in\nerheblichem oder höherem Maße (§ 15) der Hilfe bedürfen.\nLaut Pflegeversicherungsgesetz gelten solche Personen als\npflegebedürftig, die wegen einer körperlichen, geistigen\noder seelischen Krankheit oder Behinderung auf Dauer, vor-\naussichtlich für mindestens 6 Monate, der Hilfe bedürfen.\nIn die Erhebung werden nur die Personen einbezogen, die ent-\nweder Pflegegeld erhalten oder die von einem Pflegedienst\nambulant oder in einem Pflegeheim stationär versorgt werden\nund Leistungen nach dem SGB XI erhalten. Ausschlaggebend ist\ndie Entscheidung der Pflegekasse bzw. des privaten Versiche-\nrungsunternehmens über das Vorliegen von Pflegebedürftigkeit\nund die Zuordnung der Pflegebedürftigen zu den Pflegestufen\nI bis III (einschließlich der Härtefälle).\n\nAbweichend hiervon werden im stationären Bereich auch die\nPflegebedürftigen in die Erhebung einbezogen, die im An-\nschluss an einen Krankenhausaufenthalt direkt in die Pflege-\neinrichtung aufgenommen wurden und Leistungen nach SGB XI\nerhalten, für die jedoch noch keine Zuordnung zu einer be-\nstimmten Pflegestufe vorliegt. Da in diesen Fällen die Zu-\nordnung der Pflegestufe oftmals erst rückwirkend erfolgt,\nwird dieser Personenkreis bereits zum Erhebungsstichtag mit\nberücksichtigt.\n\nBei der Ermittlung der Gesamtzahl der Pflegebedürftigen wer-\nden ab der Erhebung zum 15.12.2009 die teilstationär Ver-\nsorgten nicht mehr einbezogen. Diese erhalten ? vor allem\nseit der Reform der Pflegeversicherung im Sommer 2008 ? in\nder Regel parallel auch Pflegegeld und/oder ambulante Sach-\nleistungen und werden somit bereits dort als Leistungsemp-\nfänger gezählt. Um Mehrfachzählungen zu vermeiden, werden\ndeshalb die Empfänger teilstationärer Pflege nur nachricht-\nlich ausgewiesen. Die zeitliche Vergleichbarkeit der Gesamt-\nzahl der Pflegebedürftigen ab 2009 mit den vorherigen Erhe-\nbungen ist durch diese Veränderung etwas eingeschränkt. Der\nDämpfungseffekt für die Veränderungsrate wird bundesweit auf\neinen Prozentpunkt geschätzt.\n\nAb dem Berichtsjahr 2013 ist die Einbeziehung von Personen\nohne Pflegestufe mit festgestellter erheblich eingeschränk-\nter Alltagskompetenz nach § 45 a SGB XI neu aufgenommen wor-\nden. Diese werden nur nachrichtlich ausgewiesen, damit die\nGesamtzahl der Pflegebedürftigen und deren Untergliederungen\nmit den Vorjahren vergleichbar bleiben.", "name": "Pflegebedürftige", "type": "Merkmal"}