{"code": "PRE004", "lang": "en", "description": "\nIndex of import prices\n\nExplanatory notes for the following statistics:\n61411 Index of import prices\n\nDefinition:\nThe indices of foreign trade prices (index of import prices,\nindex of export prices) measure the movement of the prices\nof all goods traded between Germany and foreign countries.\nThe reference variable of the overall indices of import or\nexport prices is the total of the import/export values in\nthe base year. As regards the major steps of calculation,\nthe indices can be referred to as the weighted mean of the\nprice relatives for a representative selection of import or\nexport goods (price representatives). The weights of the\nselected goods are based on the relevant import/export\nvalues from foreign trade statistics for the relevant base\nyear.\n\nThe individual price series are shown as index numbers based\non the prices in the base year (= 100). They are based on\nthe results of the monthly collection of prices performed\nwith a representative sample of reporting units. For some\ngoods traded at international commodity exchanges - e.g.\noleaginous fruits, cereals, non-ferrous and precious metals\n- international exchange listings are used, too. The price\ndata are average prices of all comparable contracts\nconcluded in the reference month.\n\nThe monthly values of an individual price series should\nreflect only pure price changes. To achieve this, all\nfactors relevant for the price level - the price-determining\nvariables - have to be kept constant. This applies not only\nto the overall quality of the product monitored, its unit of\nquantity and quantity sold, but also to the various terms of\ntrade, delivery and payment. If one of these variables\nchanges, suitable quality adjustment methods will be\napplied.\n\nThe prices collected monthly are actual prices (no list\nprices) and refer to the terms of trade \"free at German\nborder\" (or \"cif\" for import prices, \"fob\" for export\nprices). Public charges (customs duties, levies, monetary\ncompensatory amounts, import turnover tax or - for exports -\nturnover tax, excise duties and export subsidies) are not\nincluded in the prices. Only prices in euros are included in\nthe index calculations. Prices reported in foreign\ncurrencies are converted using the exchange rates\napplicable. Currently, import prices are collected from\nroughly 4,000 reporting units for a total of 5,600 price\nrepresentatives and export prices from roughly 4,000\nreporting units for a total of 5,900 price representatives.\n\nThe index is calculated through the Laspeyres formula. This\nmeans that the weights from the current base year will\nremain unchanged until the index is put on a new base year.\n\nThe indices of foreign trade prices are calculated and\nreleased not only for the total of import or export goods\nand for major subindices but also for a large number of\nproduct groups at various levels of aggregation:\n- by product groups of the food industry and of trade and\nindustry\n- by selected headings of the Product Classification for\nProduction Statistics (Systematisches Güterverzeichnis für\nProduktionsstatistiken - GP), 2009 edition, in a breakdown\nby euro countries and non-euro countries where possible\n- according to the Standard International Trade\nClassification (SITC Revision 4).\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n", "name": "Index of import prices", "type": "variable"}