{"code": "PRE001", "lang": "en", "description": "\nProducer price indices for industrial products\n\nExplanatory notes for the following statistics:\n61241 Index of producer prices of industrial products\n\nDefinition:\nUsing a representative basis, the index of producer prices\nof industrial products (domestic sales) measures the\nmovement of prices of products produced and sold by\nbusinesses in mining and manufacturing, and in energy and\nwater management in the Federal Republic of Germany\n(territory as from 3 October 1990). The reference variable\nof the overall index is the total of all domestic industrial\nturnovers realised in the base year. In this way, both the\nsales of industrial products to domestic customers of other\nstages in the economic process and the turnovers realised\nbetween industrial enterprises are covered by price\nstatistics (no-netting principle of price index calculation\nfor any economic sector).\n\nAs regards the major steps of calculation, the index can be\nreferred to as the weighted mean of the price relatives for\na representative selection of industrial products,\nrepresented as base year = 100. The weights are based on the\nturnover shares of the selected products in the base year.\n\nThe individual price series are shown as index numbers based\non the prices in the base year (= 100). They are based on\nthe results of the monthly collection of prices performed\nwith a representative sample of industrial enterprises. The\nreference date of the surveys is the 15th day of the\nreference month. The prices contractually agreed upon on\nthat day (possibly shortly before or after) are collected.\n\nThe monthly values of an individual price series should\nreflect only pure price changes. To achieve this, all\nfactors relevant for the price level - the price-determining\nvariables - have to be kept constant for as long as\npossible. This applies not only to the overall quality of\nthe product monitored, its unit of quantity and quantity\nsold, but also to the various terms of trade, delivery and\npayment. If one of these variables changes, suitable quality\nadjustment methods will be applied.\n\nThe prices collected monthly are transaction prices (no list\nprices), excluding turnover tax, but including any excise\nduties (e.g. mineral oil tax including ecological tax,\ntobacco tax) and other legal duties (e.g. oil storage\ncontribution for mineral oil products). Currently, selling\nprices of a total of 1,260 representatively selected product\ntypes are collected from roughly 5,200 enterprises. The\nindex is based on a total of about 9,000 individual price\nseries.\n\nThe index is calculated through the Laspeyres formula. This\nmeans that the weights from the current base year will\nremain unchanged until the index is put on a new base year.\n\nThe index of producer prices of industrial products is\ncalculated and released not only as an overall series, i.e.\nfor the total of industrial products, but also for a large\nnumber of product divisions at various levels of\naggregation. The classification principles applied here are\nthose of the Product Classification for Production\nStatistics (Systematisches Güterverzeichnis für\nProduktionsstatistiken - GP); the descriptions of the\ndifferent index items have also been taken from this\nclassification. In addition, results for specific\n\"non-classificatory\" product groupings are determined. This\nincludes indices for main industrial groupings (intermediate\ngoods, capital goods, consumer goods and energy) and\nspecific indices excluding some product types (e.g. overall\nindex excluding energy, overall index excluding mineral oil\nproducts).\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Producer price indices for industrial products", "type": "variable"}