{"code": "PRE002", "lang": "en", "description": "\nConstruction price indices\n\nExplanatory notes for the following statistics:\n61261 Price indices for the construction industry\n\nDefinition:\nConstruction price indices reflect the price movement in the\nfield of construction and maintenance of structures.\nCurrently, price indices are calculated for the traditional\nconstruction of three important types of structures in\nbuilding construction (residential buildings, office\nbuildings, and industrial and commercial buildings), three\ntypes of civil engineering (road construction, road bridges,\nand sewers) and the maintenance of multi-family houses.\nThere also is a price index for prefabricated single-family\nhouses.\n\nAs buildings and other structures are usually far from being\nstandard but rather customised products, except for\nprefabricated single-family houses, their prices can hardly\nbe compared directly. To obtain informative results\nnevertheless, the prices of construction operations that\nhave to be performed to construct buildings and other\nstructures are monitored over time to determine construction\nprice indices. It is much easier to compare construction\noperations than entire structures.\n\nThe indices are calculated in accordance with the Laspeyres\nconcept, which is generally used in German price statistics.\nAs intended, this index type records only the price movement\nover time and excludes changes of quantity. This is achieved\nby defining a weighting pattern for the construction price\nindices derived from the construction operations of a\nspecific year which have been selected as representative of\nthe type of structure concerned. For the current base year\n(2010=100), 177 selected construction operations are\npresently covered by the construction price indices. For\nexample, \"masonry work\" is broken down into 6 construction\noperations such as \"porous concrete masonry\" and \"non-load\nbearing partition wall\", and \"carpentry\" is subdivided into\n5 construction operations.\n\nFrom time to time, the index weights have to be adjusted to\nthe changing structures. Such adjustments are made at\nroughly 5-year intervals, with a common base year being\ndefined each time for all indices calculated in official\nstatistics.\n\nPrices are collected quarterly, in February, May, August and\nNovember. Approximately 4,800 enterprises performing\nconstruction operations are surveyed which have been\nselected on a representative basis. The prices they report\nto the respective Land statistical office are market prices\nat the time an order is placed (not tender prices) exclusive\nof turnover tax. The statistical offices of the Länder\nprocess these to obtain index numbers for the 177 survey\nitems and submit them to the Federal Statistical Office.\nThere, a federal index number is calculated for each survey\nitem by weighting the Land index number by the construction\nindustry's turnover of the respective Land in the base year.\nFinally, construction price indices are calculated from the\nfederal index numbers by computing a weighted average from\nthe index numbers using the weighting pattern relevant for\nthe type of structure concerned.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n\n\n\n\n", "name": "Construction price indices", "type": "variable"}