{"code": "PRE002", "lang": "de", "description": "\nBaupreisindizes\n\nErläuterung für folgende Statistik(en):\n61261 Preisindizes für die Bauwirtschaft\n\nBegriffsinhalt:\nBaupreisindizes spiegeln die Entwicklung der Preise für den\nNeubau und die Instandhaltung von Bauwerken wider. Zurzeit\nwerden Preisindizes für den konventionellen Neubau von drei\nwichtigen Bauwerksarten des Hochbaus (Wohngebäude,\nBürogebäude und gewerbliche Betriebsgebäude), von drei Arten\ndes Tiefbaus (Straßenbau, Brücken im Straßenbau, Ortskanäle)\nund für die Instandhaltung von Mehrfamiliengebäuden\nberechnet. Außerdem steht ein Preisindex für\nEinfamiliengebäude in vorgefertigter Bauart zur Verfügung.\n\nDa - mit Ausnahme von Einfamiliengebäuden in vorgefertigter\nBauart - sehr individuell gebaut wird - Bauwerke sind in der\nRegel kein Produkt von der Stange -, lassen sich deren\nPreise kaum direkt vergleichen. Um trotzdem aussagefähige\nErgebnisse zu erhalten, werden für die Ermittlung von\nBaupreisindizes die Preise der Bauleistungen, die für die\nErrichtung der Bauwerke notwendig sind, über die Zeit\nbeobachtet. Bauleistungen lassen sich viel einfacher\nvergleichen als ganze Bauwerke.\n\nDie Indizes werden nach dem Laspeyres-Konzept berechnet, das\nin der deutschen Preisstatistik generell angewendet wird.\nKennzeichnend für diesen Indextyp ist, dass er - wie\ngewünscht - lediglich die Preisentwicklungen im Zeitablauf\nfesthält und Mengenveränderungen ausschließt. Dies geschieht\ndurch die Festlegung eines Gewichtungsschemas, das für die\nBaupreisindizes aus den - für die jeweilige Bauwerksart\nrepräsentativ ausgewählten - Bauleistungen eines bestimmten\nJahres hergeleitet wird. Im aktuellen Basisjahr (2010=100)\nsind es zurzeit 177 ausgewählte Bauleistungen, die in die\nBaupreisindizes eingehen. Beispielsweise ist die Position\n\"Mauerarbeiten\" in weitere 6 Bauleistungen wie\n\"Porenbetonmauerwerk\" oder \"Nichttragende Trennwand\"\nuntergliedert oder die Position \"Zimmer- und\nHolzbauarbeiten\" in 5 Bauleistungen.\n\nVon Zeit zu Zeit müssen die Indexgewichte den sich ändernden\nStrukturen angepasst werden. Diese Umstellungen werden in\netwa 5-jährigen Abständen vorgenommen, wobei für alle in der\namtlichen Statistik berechneten Indizes jeweils ein\ngemeinsames Basisjahr festgelegt wird.\n\nVierteljährlich - in den Monaten Februar, Mai, August und\nNovember - werden die Preise erhoben. Befragt werden rund\n4800 repräsentativ ausgewählte Unternehmen, die\nBauleistungen erbringen. Die Preise, die sie an das\njeweilige Statistische Landesamt melden, sind Marktpreise\nbei Auftragsvergabe (keine Angebotspreise) ohne\nUmsatzsteuer. Die Statistischen Ämter der Länder bereiten\ndiese als Messzahlen für die 177 Erhebungspositionen auf und\nmelden sie dem Statistischen Bundesamt. Hier wird für jede\nErhebungsposition die \"Bundesmesszahl\" berechnet, indem die\nLandesmesszahl mit den baugewerblichen Umsätzen der Länder\nim Basisjahr gewogen wird. Aus den Bundesmesszahlen werden\nschließlich die Baupreisindizes berechnet, indem aus den\nMesszahlen - mit dem jeweiligen Gewichtungsschema für die\nBauwerksart - ein gewogener Mittelwert berechnet wird.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016\n\n\n\n\n\n\n\n\n", "name": "Baupreisindizes", "type": "Merkmal"}