{"code": "PRE018", "lang": "en", "description": "\nProducer price indices for agricultural products\n\nExplanatory notes for the following statistics:\n61211 Index of producer prices of agricultural products\n\nDefinition:\nThe index of producer prices of agricultural products\nmeasures the movement of selling prices in agriculture\n(domestic sales). The reference variable of the overall\nindex is the value of all sales proceeds realised in\nagriculture in the base year. As complete monitoring of the\nmarket must cover all sales, the turnover realised between\nagricultural enterprises is also included in price\nstatistics (average farm concept).\n\nAs regards the major steps of calculation, the indices can\nbe referred to as the weighted mean of the price relatives\n(average relatives), which are determined for a\nrepresentative selection of products (price\nrepresentatives). The individual relatives are obtained from\nindividual price series (of individual reporting units) on\nthe basis of the (monthly, weighted) prices in the base year\n(= 100). Then, for every good, the individual relatives\navailable for it are taken to form an average relative as a\nsimple arithmetic mean. The average relatives are weighted\naccording to the individual price representatives'\nimportance in terms of turnover or expenditure in the base\nyear and are aggregated to form the indices for classes,\nsubgroups, groups and other meaningful groupings, and the\noverall index.\n\nThe individual price series are based on the results of the\n(mainly) monthly collection of prices performed with a\nrepresentative sample of reporting units (especially\nagricultural cooperatives, rural traders, marketing boards).\nThe values of an individual price series should reflect only\npure price changes. To achieve this, all factors relevant\nfor the price level - the price-determining variables - have\nto be kept constant for as long as possible. This applies\nnot only to the quantity unit of the price representatives\nmonitored and their overall quality, but also to the various\nterms of trade, delivery and payment. If one of these\nvariables changes, the difference between the new price and\nthe one last reported may contain a non-genuine price\nchange, which has to be eliminated.\n\nThe index is calculated through the Laspeyres formula. This\nmeans that the weights from the current base year will\nremain unchanged until the index is put on a new base year.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Producer price indices for agricultural products", "type": "variable"}