{"code": "PREIS1", "lang": "en", "description": "\nConsumer price index\n\nExplanatory notes for the following statistics:\n61111 Consumer price index for Germany\n\nDefinition:\n\nWhat does the consumer price index describe?\n\nThe consumer price index for Germany measures the average\nprice change for all goods and services purchased by\nhouseholds for consumption purposes. Such goods and services\nare, for example, food, clothing and motor vehicles as well\nas rents, cleaning services and repairs. According to the\ndomestic concept all expenditure is considered which is\ncarried out in the territory of Germany. Hence, in addition\nto expenditure of single-person households, married couples,\nfamilies or couples of pensioners also the expenditure of\nforeign tourists are included. The percentage change of the\nconsumer price index to the same month of the previous year\nor to the previous year is colloquially also called\ninflation rate.\n\nThe consumer price index, which is the central indicator to\njudge monetary value trends in Germany, is used as a\nbenchmark, for instance, in wage negotiations or in\nagreement clauses regarding the level of recurring payments\n(so-called stable-value clauses). It is also used for\ndeflation purposes in national accounts, for instance, in\nthe context of calculating real economic growth. The\nharmonised index of consumer prices, which is the index\nadjusted for international purposes, is above all used by\nthe European Central Bank to assess inflation in Germany.\n\n\nHow is the consumer price index calculated?\n\n- Basket of goods and services:\nCalculating the consumer price index is based on a \u0093basket\u0094\nwhich includes all goods and services that are relevant\ncomponents of consumption in Germany. The basket could be\nsaid to have two levels of content.\nAt the upper level the basket contains approximately 600\ntypes of goods as, for example, salt, children\u0092s shirt, taxi\nride or magazine. These types of goods are assigned\nweighting shares (weights), with which the various price\ntrends are included in the computation of the total consumer\nprice index. At this level the basket including the weights\nremains constant over a time period of five years.\nFor the types of goods of the upper level of the basket\nprecise products are selected for price collection in each\nselected shop, for example a 500 gram package iodised salt.\nThese precise products comprise the lower level of the\nbasket. At this level of individual price representatives\nthe basket is continuously updated, as vanishing models or\nmodels which become less important need to be replaced or\ncompletely new variants need to be added.\nConcrete products are selected for price monitoring in the\ncontext of representative sample surveys. Therefore, first\nof all the whole federal territory is divided into 94\nregions. Usually in every region first representative cities\nand municipalities are chosen. In these cities and\nmunicipalities then representative shops and there the most\nfrequently sold goods and services are selected. The number\nof selected goods and services is based on the share of\nexpenditures for a type of good in the total household final\nconsumption expenditure. In order to cover the whole range\nof household final consumption expenditure, also for less\nimportant categories goods and services need to be included\nin the sample.\n\n- Price collection:\nTo measure price trends, more than 300,000 individual prices\nare collected manually at retail stores and service units.\nThis usual price collection includes on the one hand the\ndecentralised price collection by price collectors in shops\nall over Germany and on the other hand the central price\ncollection, which takes place mainly as a survey on the\ninternet.\nThe additional use of digital data sources allows the\nstatistical offices to increase the number of monthly price\nobservations significantly. For example, for sectors with\nparticularly complex pricing, such as package holidays or\npremiums for motor vehicle insurance, additional data\nsources with a high number of observations are used. In\naddition, modern survey methods such as Web Scraping are\nutilised. Web Scraping is an automated extraction of\ninternet data. Using such procedures, the number of monthly\nprice observations for online trade and for selected\nservices - such as rental cars or long-distance coaches -\nhas been extended considerably in the light of dynamic price\nchanges.\nThe prices taken for price observation are purchaser's\nprices (including VAT and excise duties). An item once\nselected for price observation is however replaced by\nanother item, if it is sold either seldom or no longer.\n\n- Quantity and quality changes:\nQuantity changes are also considered in price comparisons.\nIf, for instance, a seller changes the quantity of a product\nincluded in a definite package, while the price remains the\nsame, price statistics will record such changes as price\nincreases.\nIn addition, qualitative changes are taken into\nconsideration. This applies, for instance, to goods which\nare subject to technological progress. Quality adjustments\nare essential for the calculation of price indices. Model\nchanges as well as changes in terms of contract may involve\nquality changes, which often influence but not fully explain\nthe price difference between replaced and replacement model.\nIn these cases the price changes that result only from\nqualitative changes are quantified and eliminated from the\nindex calculation. Without quality adjustment, improvements\nor deteriorations of product quality would to full extent\naffect price indices. A reasonable interpretation of the\nmeasured price development would thus hardly be possible.\n\n- Weighting pattern:\nAs a next step, the products included in the basket of goods\nand services are broken down by approximately 600 types of\nproducts (upper level of the basket). To calculate the\noverall rate of price increase, the average price trend for\na type of product is weighted with the average proportion of\nthe budget that households spend on this product type. The\nresult is a weighted average reflecting the price trend in\nGermany. The weighting information is included in what is\ncalled a weighting pattern (see 61111-0007). The weighting\npattern used for the compilation of the consumer price index\nis updated at five-year intervals in order to reflect the\ngenuine price development irrespective of changes in\nexpenditure weights.\nThe essential basis for determining the weighting pattern is\nthe sample survey of income and expenditure. The number of\nparticipants in this household budget survey amounts to\napproximately 60,000. All five years, the participants\nrecord their income and expenditure on a voluntary basis\nover a period of several months, and they transmit the\nrelevant information to the statistical offices of the\nLänder. The basic information obtained in this manner is\ncompleted and updated by data of the continuous household\nbudget surveys, which provide information on the detailed\nbreakdown of household final consumption expenditure by\nindividual types of goods and services. Subsequently, these\nresults are verified and, if necessary, revised by using\nadditional information. The shares of expenditure for the\nindividual types of goods and services are based on the\ntotal final household consumption expenditure in the base\nyear. For example if a household did not buy a durable\nconsumer good in the base year, its expenditures are\nnevertheless counted. In this way it is taken into\nconsideration that households in general do not buy a\nwashing machine, a television, a car or something similar\nevery year.\n\n\n© Statistisches Bundesamt, Wiesbaden 2018", "name": "Consumer price index", "type": "variable"}