{"code": "PREIS3", "lang": "en", "description": "\nHarmonised index of consumer prices\n\nExplanatory notes for the following statistics:\n61121 Harmonised index of consumer prices\n\nDefinition:\nSince 1997, the Federal Statistical Office has calculated\nnot only the national consumer price index for Germany (CPI)\nbut also a Harmonised Index of Consumer Prices (HICP) for\nGermany. The HICP has been developed in the European Union\n(EU), so that price changes can be compared internationally\nand be aggregated to obtain an overall inflation rate for\nEurope and the European Monetary Union. National harmonised\nindices of consumer prices are calculated for all EU Member\nStates, Norway, Iceland and Switzerland. The HICP is\npublished monthly in a press release, together with the\nconsumer price index for Germany.\n\nMain user: the European Central Bank\nThe harmonised index of consumer prices for the countries of\nthe European Monetary Union is mainly used by the European\nCentral Bank (ECB) as a central indicator to assess the\nprice stability in the overall economy of the euro area. The\nECB considers an annual HICP inflation rate of just under 2%\nto be necessary to achieve price stability. Also, the HICP\nis a major criterion for accession to the European Monetary\nUnion.\n\nComparable methods in the European Union Member States\nThe main purpose of the HICP is to compare the inflation\nrates between the European Union Member States. The reason\nwhy it is necessary to calculate the HICP is that the\nnational consumer price indices differ in many respects.\nSome of these differences are due to historical\ndevelopments, while others are the result of different\nsocial framework conditions or different structures of the\nnational statistical systems. National consumer price\nindices may well be an optimal solution for their specific\nenvironment. However, using different calculation formulas\nand methods can lead to different results. This is\ninacceptable for more detailed comparisons of inflation\nrates in the European Union and, above all, in the euro\narea. For the HICP, the differences between national\nprocedures were examined as to how they influence the result\nof the calculations. An impact of 0.1 percentage points or\nmore on the overall result was considered inacceptable.\nWhere such an impact was to be expected, the European Union\nset up binding rules as to how to calculate the HICP in the\nMember States.\n\nHarmonised consumer price indices for the Monetary Union,\nthe European Union and the European Economic Area\nThe Statistical Office of the European Union (Eurostat)\nmonitors compliance with these rules and, based on the\nnational HICPs, calculates harmonised consumer price indices\nfor the European Monetary Union (euro area), the European\nUnion, and the European Economic Area (excluding\nSwitzerland). These aggregate harmonised consumer price\nindices are calculated as weighted averages of the national\nHICPs. The weight used here is household final consumption\nexpenditure as obtained in national accounts (adjusted for\nimputed rents of owner-occupied dwellings). Purchasing power\nparities are used to convert the different currency units in\nthe European Union and the European Economic Area.\n\nCalculation of the German HICP\nThe German HICP is calculated on the same data basis as the\nCPI. This is true both of the monthly price collection and\nthe calculation of the detailed weights of the weighting\npatterns. There are however the following differences in the\ncalculation of the indices:\n- Smaller coverage than in the national CPI:\nAn EU-wide definition has been established for coverage,\nthat is, the selection of goods and services to be used for\nHICP calculation. This does not mean, however, that the same\nbasket of goods and services or the same weighting pattern\nis used in all Member States. Specific national consumer\nhabits should not be eliminated from HICP calculation. But\nnot all expenditure categories are equally part of the\nnational consumer price index calculation in all EU Member\nStates and, due to national differences, including specific\nexpenditures in a comparable way is very difficult. This is\nwhy currently the coverage of the HICP is smaller than for\nmost national consumer price indices. Owner-occupied\nresidential property has so far not been included in the\nHICP while, in the German CPI, household expenditure on\nowner-occupied residential property is estimated by means of\nthe development of the price index for net rents exclusive\nof heating expenses (rental equivalence approach). Also, in\ncontrast to the CPI, the HICP does not include expenditure\non games of chance.\n- Calculation as chain index and annual reweighting:\nIn the calculation of the HICPs, the up-to-dateness of the\nweights is of major importance. Since January 2012, the\nrough weights of the HICPs have been updated annually, using\nprovisional results of national accounts from the year\nbefore last (t-2). Methodological changes, too, can be\nimplemented at the beginning of any year. The results are\nnot recalculated backwards. Where major methodological\nchanges are implemented, their impact on the results is\nestimated and released by Eurostat. The HICP results are\nchain-linked through the preceding year's December value. In\naddition to the annual determination of rough weights,\nupdating the detailed weights is planned every five years.\nAltogether, the detailed weights must not be older than\nseven years. In the German CPI, methodological adjustments\nand changes in the expenditure weights are only made as part\nof regular revisions at five-year intervals. This ensures\ncomplete comparability over time between revisions.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Harmonised index of consumer prices", "type": "variable"}