{"code": "PRO101", "lang": "en", "description": "\nIndex of production\n\nExplanatory notes for the following statistics:\n42153 Indices of production in manufacturing\n\nDefinition:\nTo update the production index, the statistical offices of\nthe Länder collect monthly data from the establishments in\nmanufacturing with 50 or more persons employed in Germany.\nThe data refer to the monthly output of over 6,000\nindustrial products in a breakdown by value and quantity\naccording to the Product Classification for Production\nStatistics (Güterverzeichnis für Produktionsstatistiken,\nAusgabe 2009 (GP 2009)). These establishments, which provide\nmonthly data, cover over 80% of the value of German\nindustrial production. The production data reported are used\nto calculate production relatives (related to the monthly\naverage of the reference year), with value data being\nadjusted for price variations, using indices of producer\nprices of industrial products. Using gross production value\nproportions from the base year, these relatives are then\naggregated to obtain indices for economic branches as\ndefined in the Classification of Economic Activities, 2008\nedition (WZ 2008). The indices for the four-digit economic\nbranches are combined to achieve indices for higher-level\naggregates of the WZ 2008 (three-digit items, two-digit\nitems, main industrial groupings) and the overall production\nindex. This is done by using for each economic branch its\nshare of gross value added at factor cost in the total value\nof industry in the base year. These value-added figures come\nfrom the annual structural surveys in industry. Based on the\nsame method, the Federal Statistical Office also calculates\na quarterly production index by aggregating the three\nmonthly reports received from the establishments in\nmanufacturing with 50 or more persons employed and the\nproduction data from the other establishments obliged to\nreport quarterly data and belonging to enterprises with\ngenerally 20 or more persons employed in industry. To\nimprove the quality of the monthly production indices, they\nare adjusted to the level of the relevant quarterly\nproduction index for every economic branch.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Index of production", "type": "variable"}