{"code": "REGBW1", "lang": "de", "description": "\nRegisterbewegungen (Bund)\n\nErläuterung für folgende Statistik(en):\n12521 Ausländerstatistik\n\nBegriffsinhalt:\nDie Bewegungsbilanz soll verdeutlichen, wie sich der\nRegisterbestand zum Berichtszeitpunkt (Endbestand) aus den\nWerten des Vorjahresbestandes (Anfangsbestand)und den\nÄnderungen dieses Bestands während des Berichtsjahres\nergibt. Bei der Darstellung nach Staatsangehörigkeiten auf\nBundesebene spielen die folgenden Änderungstatbestände eine\nRolle:\nZugänge ins Register (Zugänge insgesamt) umfassen einerseits\nErst- und Wiedereinreisen nach Deutschland und andererseits\ndie Geburten von Ausländern in Deutschland;\nZu den Abgängen aus dem Register gehören einerseits Fortzüge\nund Abmeldungen von Amtswegen und andererseits die\nSterbefälle von Ausländern in Deutschland.\nZu- und Fortzüge (hier einschließlich der Abmeldungen von\nAmtswegen) werden häufig als Nettozuwanderung aus dem\nAusland bezeichnet.\nDie Fälle Zu- und Fortzug im gleichen Jahr haben sich im\nBerichtsjahr für weniger als 12 Monate aufgehalten. Sie sind\nweder im Jahresanfangs- noch im Jahresendbestand enthalten.\nAußerdem verringert sich der Registerbestand durch Löschung\nvon Einträgen - typischerweise durch Einbürgerungen (Abgang\ndurch Tilgung aus dem AZR).\nDie nach Staatsangehörigkeiten gegliederte Ausländerzahl\nverändert sich darüber hinaus durch Staatsangehörigkeits-\nwechsel. Der Wert einer Staatsangehörigkeit erhöht sich,\nwenn ein Ausländer im Laufe des Berichtsjahres diese\nStaatsangehörigkeit annimmt, und verringert sich, wenn er\nsie aufgibt. Die Rubrik \"Saldo d. Fälle\nangenommener/abgegebener Staatsang.\" enthält den Saldo\ndieser Werte. Ein positiver Saldo bedeutet, dass mehr\nAusländer diese Staatsangehörigkeit angenommen als\naufgegeben haben; ein negativer Wert steht für das\nGegenteil. Kosovo ist das typische Beispiel für einen\npositiven Wert, Serben für einen negativen, weil seit 2008\nviele Kosovaren ihren früheren serbischen Pass gegen einen\nkosovarischen eintauschen.\nDie Veränderungstatbestände können auch Fälle einschließen,\ndie nicht im Berichtsjahr stattgefunden haben, z.B. wenn ein\nZu- oder Fortzug zwar im Vorjahr stattgefunden hat, dieser\nim Vorjahresbestand aber noch nicht erfasst war\n(nachgebuchte Fälle).\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Registerbewegungen (Bund)", "type": "Merkmal"}