{"code": "REGBW1", "lang": "en", "description": "\nChanges in the register (federal level)\n\nExplanatory notes for the following statistics:\n12521 Statistics of foreigners\n\nDefinition:\nThe purpose of the balance of changes is to show how the\nregister stock results for the reference date (closing\nstock) from the values of previous year's stock (opening\nstock) and the changes that occurred during the reference\nyear. For the representation by citizenship at the federal\nlevel, the following change items are relevant:\nAdditions to the register (total additions) comprise the\nfirst entries and re-entries to Germany and the births of\nforeigners in Germany.\nExits from the register comprise departures and ex-officio\nderegistrations and deaths of foreigners in Germany.\nArrivals and departures (here including ex-officio\nderegistrations) are often referred to as net immigration\nfrom abroad.\nArrival and departure in the same year means that the\nrelevant persons stayed for less than 12 months in the\nreference year. They are contained neither in the opening\nstock nor in the closing stock of the year.\nAlso, the register stock is reduced by the deletion of\nentries, typically by naturalisations (exit through deletion\nfrom the Central Register of Foreigners).\nThe number of foreigners in a breakdown by citizenship is\nalso reduced by changes in citizenship. The value of a\ncitizenship increases when a foreigner acquires this\ncitizenship in the reference year and it decreases when a\nforeigner loses the citizenship. The column \"balance of\ncases of citizenship acquired/lost\" shows the balance of\nthese values. A positive balance means that the number of\nforeigners acquiring this citizenship was larger than of\nthose losing it; a negative value means the opposite. Kosovo\nis a typical example of a positive value and Serbia of a\nnegative value because, since 2008, many Kosovars exchanged\ntheir former Serbian passport for a Kosovar passport.\nThe change items may include cases that did not occur in the\nreference year, for example, when an arrival or a departure\nwhich occurred in the preceding year was not covered in the\nstock of that year and was covered in the reference year\ninstead.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Changes in the register (federal level)", "type": "variable"}