{"code": "REGBW2", "lang": "de", "description": "\nRegisterbewegungen (regional)\n\nErläuterung für folgende Statistik(en):\n12521 Ausländerstatistik\n\nBegriffsinhalt:\nDie Bewegungsbilanz soll verdeutlichen, wie sich der\nRegisterbestand zum Berichtszeitpunkt (Endbestand) aus den\nWerten des Vorjahresbestandes (Anfangsbestand)und den\nÄnderungen dieses Bestands während des Berichtsjahres\nergibt. Bei der Darstellung nach Staatsangehörigkeiten\nregionaler Ebene spielen die folgenden Änderungstatbestände\neine Rolle:\nZugänge ins Register (Zugänge insgesamt) umfassen einerseits\nErst- und Wiedereinreisen nach Deutschland und andererseits\ndie Geburten von Ausländern in Deutschland;\nZu den Abgängen aus dem Register gehören einerseits Fortzüge\nund Abmeldungen von Amtswegen und andererseits die\nSterbefälle von Ausländern in Deutschland.\nZu- und Fortzüge (hier einschließlich der Abmeldungen von\nAmtswegen) werden häufig als Nettozuwanderung aus dem\nAusland bezeichnet. Der Zuzug innerhalb Deutschlands wird\nauf der jeweiligen Ebene gesondert berechnet: Beim Land\ngehen nur Zuzüge von anderen Ländern ein, bei Kreisen\ndagegen auch Zuzüge von anderen Kreisen des gleichen Landes.\ndagegen auch Zuzüge von anderen Kreisen des gleichen Landes.\nDeshalb übersteigen die Summe der Zuzüge auf Kreisebene\ninnerhalb eines Regierungsbezirkes oder Landes die dort\nausgewiesene Zuzugszahl.\nDie Fälle Zu- und Fortzug im gleichen Jahr haben sich im\nBerichtsjahr für weniger als 12 Monate aufgehalten. Sie sind\nweder im Jahresanfangs- noch im Jahresendbestand enthalten.\nAußerdem verringert sich der Registerbestand durch Löschung\nvon Einträgen \u0096 typischerweise durch Einbürgerungen (Abgang\ndurch Tilgung aus dem AZR).\nDie nach Staatsangehörigkeiten gegliederte Ausländerzahl\nverändert sich darüber hinaus durch Staatsangehörigkeits-\nwechsel. Der Wert einer Staatsangehörigkeit erhöht sich,\nwenn ein Ausländer im Laufe des Berichtsjahres diese\nStaatsangehörigkeit annimmt, und verringert sich, wenn er\nsie aufgibt. Die Rubrik \"Saldo d. Fälle\nangenommener/abgegebener Staatsang.\" enthält den Saldo\ndieser Werte. Ein positiver Saldo bedeutet, dass mehr\nAusländer diese Staatsangehörigkeit angenommen als\naufgegeben haben; ein negativer Wert steht für das\nGegenteil. Kosovo ist das typische Beispiel für einen\npositiven Wert, Serben für einen negativen, weil seit 2008\nviele Kosovaren ihren früheren serbischen Pass gegen einen\nkosovarischen eintauschen.\nDie nach Kreisen gegliederte Ausländerzahl verändert sich\ndarüber hinaus durch Kreiswechsel in Folge einer\nKreisreform. Dabei werden die Fälle aus dem aufgelösten\nKreis ausgebucht und in den neu geschaffenen Kreis\neingebucht. In der Regel bleiben die Ausländer dabei bei der\ngleichen Ausländerbehörde registriert. Der positive Saldo\nsteht folglich beim neuen Kreis, der negative beim\naufgelösten Kreis.\nDie Veränderungstatbestände können auch Fälle einschließen,\ndie nicht im Berichtsjahr stattgefunden haben, z.B. wenn ein\nZu- oder Fortzug zwar im Vorjahr stattgefunden hat, dieser\nim Vorjahresbestand aber noch nicht erfasst war\n(nachgebuchte Fälle).\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Registerbewegungen (regional)", "type": "Merkmal"}