{"code": "STAAG6", "lang": "en", "description": "\nCitizenship\n\nExplanatory notes for the following statistics:\n12511 Naturalisation statistics\n12521 Statistics of foreigners\n\nDefinition:\nThe citizenship is a special legal relationship allocating\nan individual to a specific state.\nFor any other state, that individual is a foreigner. People\nwho do not have a citizenship are stateless. The citizenship\ninvolves rights (diplomatic protection abroad, right to\nvote) and duties (compulsory military service).\n\nBefore 2004, the citizenship of \"Serbia and Montenegro\" was\nidentical to that of the \"Federal Republic of Yugoslavia\";\nfrom August 2006, the citizenships of the two succession\nstates \"Serbia\" and \"Montenegro\" have been shown, too. In\naddition, from 1 May 2008, Kosovo has been shown separately.\n\nLDR-GASTARB, foreign workers' countries of origin:\nBosnia and Herzegovina, Greece, Italy, Kosovo, Croatia,\nMorocco, Macedonia, Montenegro, Portugal, Serbia (with and\nwithout Kosovo), Slovenia, Spain, Turkey, Tunisia, including\npeople with the citizenship of former Serbia and Montenegro\nand of former Yugoslavia (as a whole) without further\ninformation. Korea, Republic (South Korea) has not been\nincluded.\n\nLDR-YU, territory of former Yugoslavia:\nBosnia and Herzegovina, Kosovo, Croatia, Macedonia,\nMontenegro, Serbia (with and without Kosovo), Slovenia,\nincluding people with the citizenship of former Serbia and\nMontenegro and of former Yugoslavia (as a whole) without\nfurther information.\n\nLDR-SM, territory of former Serbia and Montenegro:\nKosovo, Montenegro, Serbia (with and without Kosovo), former\nSerbia and Montenegro.\n\nLDR-SU, territory of the former Soviet Union:\nArmenia, Azerbaijan, Estonia, Georgia, Kazakhstan,\nKyrgyzstan, Latvia, Lithuania, Republic of Moldova, Russian\nFederation, Tajikistan, Turkmenistan, Ukraine, Uzbekistan,\nBelarus, including people with the citizenship of the former\nSoviet Union without further information.\n\nLDR-CZ, territory of the former Czechoslovakia:\nCzech Republic, Slovakia, including people with the\ncitizenship of the former Czechoslovakia without further\ninformation.\n\nLDR-GB, territory of United Kingdom including British\noverseas territories:\nUnited Kingdom including people with the citizenship of\nBritish overseas territories on non-European continents.\nForeigners of British overseas territories are not EU\ncitizens.\n\n\n© Statistisches Bundesamt, Wiesbaden 2016", "name": "Citizenship", "type": "variable"}