{"code": "STAKD1", "lang": "de", "description": "\nStaatsangehörigkeit\n\nErläuterung für folgende Statistik(en):\n12612 Statistik der Geburten\n\nBegriffsinhalt:\nBis zum 31. Dezember 1974 waren ehelich geborene Kinder nur\ndann deutsch, wenn der Vater Deutscher war, während ehelich\ngeborene Kinder mit deutscher Mutter und ausländischem Vater\ndie deutsche Staatsangehörigkeit nicht durch Geburt\nerwarben.\nVon 1975 bis 1999 erwarb ein Kind durch Geburt die deutsche\nStaatsangehörigkeit, wenn Vater oder Mutter Deutsche waren.\nBis zum 30. Juni 1993 hatte dies nur für ehelich geborene\nKinder gegolten; nichtehelich geborene Kinder waren nur dann\ndeutsch, wenn die Mutter Deutsche war. Seit dem 1. Juli 1993\nerwirbt auch das nichteheliche Kind einer ausländischen\nMutter und eines deutschen Vaters die deutsche\nStaatsangehörigkeit durch Abstammung. Der Erwerb kann\ngeltend gemacht werden, sobald eine nach deutschen Gesetzen\nwirksame Feststellung der Vaterschaft vorliegt. Ein Teil der\nhier nachgewiesenen Kinder mit ausländischer\nStaatsangehörigkeit nicht miteinander verheirateter Eltern\nwird daher später \u0096 nach der Anerkennung oder gerichtlichen\nFeststellung der Vaterschaft eines Deutschen \u0096 die deutsche\nStaatsangehörigkeit besitzen. Seit 2000 werden die Kinder,\nbei denen die Anerkennung des deutschen Vaters bereits bei\nder Geburt eingetragen wird, als Kinder mit deutscher\nStaatsangehörigkeit nachgewiesen.\nZum 1. Januar 2000 trat ein neues Staatsangehörigkeitsrecht\nin Kraft. Danach erwerben neben Kindern, deren Vater oder\nMutter Deutsche sind, auch Kinder ausländischer Eltern die\ndeutsche Staatsangehörigkeit durch Geburt, wenn zumindest\nein Elternteil seinen gewöhnlichen rechtmäßigen Aufenthalt\nseit mindestens acht Jahren in Deutschland hatte und eine\nunbefristete Aufenthaltserlaubnis oder als Staatsangehöriger\nder Schweiz eine Aufenthaltserlaubnis besitzt.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Staatsangehörigkeit des Kindes und der Eltern", "type": "Merkmal"}