{"code": "STR007", "lang": "en", "description": "\nTurnover taxpayers\n\nExplanatory notes for the following statistics:\n73311 Turnover tax statistics (advance returns)\n73321 Turnover tax statistics (assessments)\n\nDefinition:\nTurnover taxpayers comprise entrepreneurs as defined in\nSection 2 (1) of the Turnover Tax Law. Pursuant to this\ndefinition, anyone performing a business or professional\nactivity on a self-employed basis is an entrepreneur. An\nenterprise covers the entrepreneur's entire business or\nprofessional activity. Any sustained activity performed to\nachieve income is of a business or professional nature, even\nif there is no intention to make profits or if an\nassociation of persons acts only towards its members. Where\nan entrepreneur operates several establishments or where an\nenterprise consists of several local units (branch\nestablishments in the case of turnover tax groups,\nsubsidiaries), the enterprise is covered as a unit with its\nentire annual turnover.\n\nTurnover tax statistics (advance returns) cover enterprises\nwhich submitted advance turnover tax returns in the\nstatistical year and which had annual supplies and services\nof over 17,500 euros (in 2002: 16,620 euros). Not covered\nare enterprises paying annually (entrepreneurs who have to\nsubmit just an annual turnover tax declaration rather than\nan advance return), small entrepreneurs (entrepreneurs with\nan annual turnover of up to 17,500 euros) and enterprises\nwhich realise almost only exempt turnover or for which no\ntax payable arises (for example, physicians or dentists in\nprivate practice and without laboratory, authorities,\ninsurance agents, agricultural enterprises).\n\nTurnover tax statistics (assessments) cover all enterprises\nas defined in Section 2 (1) of the Turnover Tax Law, thus\nproviding a more comprehensive picture of the enterprise\nlandscape. Due to the long deadlines applying to the\nsubmission of declarations, these data are available much\nlater than those from the advance returns.\n\nMore information on the two sets of tax statistics is\navailable in the annual specialised publications at\nwww.destatis.de -> Zahlen&Fakten.\n\n\n© Statistisches Bundesamt, Wiesbaden 2015", "name": "Turnover taxpayers", "type": "variable"}