{"code": "STR008", "lang": "en", "description": "\nTurnover tax prior to deduction of input tax\n\nExplanatory notes for the following statistics:\n73311 Turnover tax statistics (advance returns)\n73321 Turnover tax statistics (assessments)\n\nDefinition:\nApplying the tax rates to the assessment basis provides the\nturnover tax prior to deduction of input tax. There is a\nspecial regulation for turnover achieved by agricultural or\nforestry holdings in accordance with Section 24 (1) of the\nTurnover Tax Law.\n\nThe assessment basis (=turnover) is measured by the\nfollowing:\n- for supplies and other services, and for intra-Community\nacquisition, it is generally measured by the remuneration\n(Section 10 (1) of the Turnover Tax Law),\n- for own consumption as defined in Section 3 (1b) of the\nTurnover Tax Law, it is measured by the purchase price\nplus incidental expenses or, in the absence of a purchase\nprice, by the cost price (Section 10 (4) of the Turnover\nTax Law),\n- for travel services as defined in Section 25 (1) of the\nTurnover Tax Law, it is measured by the difference between\nthe amount spent by the customer and the amount spent by\nthe entrepreneur on intermediate consumption (Section 25\n(3) of the Turnover Tax Law - margin scheme),\n- for turnover regarding movable tangible property, it is\nmeasured - under certain conditions - by the amount by\nwhich the selling price exceeds the purchase price\n(Section 25a (3) of the Turnover Tax Law - margin scheme),\n\nThe turnover tax which, in accordance with Section 10 (4),\nsecond sentence of the Turnover Tax Law, is not part of the\nassessment basis should always be calculated on the basis of\nthe remuneration agreed upon (accrual accounting) (Section\n16 (1) of the Turnover Tax Law). Tax calculation by\nremuneration received (cash accounting) is limited to\nenterprises with a total turnover of not more than 500,000\neuros in the previous year, to those not obliged to keep\naccounts and to those belonging to the liberal professions\n(Section 20 of the Turnover Tax Law).\n\nSince 1 January 2007, the turnover tax has amounted to 19\npercent of the assessment basis for any taxable turnover\n(Section 12 (1) of the Turnover Tax Law; 16 percent from 1\nApril 1998 to 31 December 2006); for a number of turnover\ntypes it is reduced to 7 percent (Section 12 (2) of the\nTurnover Tax Law), among other things, for the supply,\nimportation, intra-Community acquisition and letting of the\nitems listed in the Annex to the Turnover Tax Law (e.g.\nagricultural and forestry products, food, printed books,\nnewspapers, pictures and other products of the printing\nindustry, manuscripts, typescripts and plans, specific\nappliances for sick people, art objects); the reduced tax\nrate also applies to specific services in the cultural area\nand to short-distance passenger transport in accordance with\nSection 12 (2), number 10 of the Turnover Tax Law.\n\n\n© Statistisches Bundesamt, Wiesbaden 2015", "name": "Turnover tax prior to deduction of input tax", "type": "variable"}