{"code": "UMS002", "lang": "en", "description": "\nTurnover\n\nExplanatory notes for the following statistics:\n43221 Cost structure survey: energy and water supply\n44111 Monthly report on the main construction industry\n44131 Quarterly survey of building completion work\n44152 Short-term statistics of building completion work\n45211 Monthly statistics: wholesale and commission trade\n45212 Monthly statistics of retail trade\n45213 Monthly statistics: accommodation and food services\n45214 Monthly statistics of motor vehicle trade\n45341 Annual statistics of wholesale and retail trade\n45342 Annual statistics: accommodation and food services\n47415 Structural survey of service activities\n53111 Census of crafts\n53211 Quarterly report on crafts\n\n\n43221 Cost structure survey: energy and water supply\n==============================================\n\nDefinition:\nTurnover, irrespective of the receipt of payment, is the\ntotal amount of invoiced supplies and services provided to\nthird parties (excluding turnover tax, excluding electricity\ntax, from 2007 also excluding natural gas tax, but including\ncompensatory levies pursuant to the Renewable Energy Sources\nAct and the Combined Heat and Power Act).\n\n\n44111 Monthly report on the main construction industry\n================================================\n\nDefinition:\nTurnover, irrespective of the receipt of payment, is the\ntotal amount of invoiced supplies and services provided to\nthird parties (excluding turnover tax), including tax-exempt\nturnover, trade turnover and proceeds from supplies and\nservices provided to sales organisations in which the\ncompany has a stake. Also included are separately invoiced\nfreight, postage and packaging costs, own consumption and\nthe private use of company property with the relevant\naccounting value.\nPrice reductions and the value of goods returned must be\ndeducted from the invoiced values.\nTurnover does not comprise extraordinary and non-operating\nrevenue like, for instance, proceeds from the sale of fixed\nassets and interest received.\n\n\n44131 Quarterly survey of building completion work\n============================================\n44152 Short-term statistics of building completion work\n=================================================\n\nDefinition:\nThe quarterly survey of building completion work includes\nlocal units with 20 or more persons employed. Using the so-\ncalled \"mixed model\" in the short-term statistics of\nbuilding completion work, the turnover data of the primary\nsurvey are supplemented with administrative data (turnover\ndata of the fiscal authorities) for local units with less\nthan 20 persons employed. The result of applying this mixed\nmodel can practically be equated with a complete\nenumeration.\n\n- Definition \"Quarterly survey of building completion\nwork\":\nTurnover, irrespective of the receipt of payment, is the\ntotal amount of invoiced supplies and services provided to\nthird parties (excluding turnover tax), including tax-exempt\nturnover, trade turnover and proceeds from supplies and\nservices provided to sales organisations in which the\ncompany has a stake. Also included are separately invoiced\nfreight, postage and packaging costs, own consumption and\nthe private use of company property with the relevant\naccounting value.\nPrice reductions and the value of goods returned must be\ndeducted from the invoiced values.\nTurnover does not comprise extraordinary and non-operating\nrevenue like, for instance, proceeds from the sale of fixed\nassets and interest received.\n\n- Definition \"Administrative data\":\nTurnover includes taxable supplies and services less\ntax-exempt supplies and services without input tax deduction\nof enterprises. In addition to construction work turnover,\nthe taxable turnover of the various enterprises engaged in\nbuilding completion work also comprises extraordinary and\nnon-operating revenue.\nThe fiscal authorities provide the Federal Statistical\nOffice and the statistical offices of the Länder with\ninformation on enterprises with taxable turnover from\nsupplies and services together with data for turnover tax\nstatistics that are obtained from what is called the\nturnover tax advance payment and advance return procedure at\nmonthly/quarterly intervals.\n\n\n45211 Monthly statistics: wholesale and commission trade\n==================================================\n45212 Monthly statistics of retail trade\n==================================\n45214 Monthly statistics of motor vehicle trade\n=========================================\n45341 Annual statistics of wholesale and retail trade\n===============================================\n\nDefinition:\nThe amounts (excluding turnover tax) invoiced by the survey\nunit in the reference month for the sale or renting of goods\n(products) and the provision of services, irrespective of\nthe receipt of payment and of tax liability. However, where\nnet income accounts are compiled, the payments received in\nthe reference month are decisive.\nThese include in particular:\n- trade turnover,\n- commissions from intermediary activities or from\ntransactions on a commission basis, and\n- incidental expenses invoiced, for example expenses\nincurred,\ncosts of travelling, freight, postage or packing,\n- tax-exempt turnover, and\n- goods or services supplied free of charge (including for\nown consumption).\n\nFrom reference year 2017 (short-term statistics 45211, 45212\nand 45214) or from reference year 2016 (annual trade\nstatistics 45341), turnover includes also proceeds from any\nnon-typical sideline business such as\n- proceeds from renting and leasing\nof company land, buildings and equipment as well as\n- fees from patents and licenses,\n- proceeds from administrative cost allocation and\n- canteens.\nThe following have to be deducted beforehand:\n- price reductions such as rebates, bonuses and discounts\nas well as\n- other reductions of proceeds (e.g. reimbursements).\n\nCommercial agents and agencies: Results comprise only\ncommissions from intermediary activities relating to the\nsale or purchase of goods and not the total value of the\ngoods concerned.\nPetrol stations trading in motor fuels under the name of\nanother business: Commissions from the trade in motor fuels\nand reimbursements of the costs incurred are shown in the\nresults together with other turnover/commissions from the\nsale of food and the like.\n\nIf the survey unit belongs to a group of companies or a\nturnover tax group, the internal turnover generated by the\nsurvey unit from parent, subsidiary or affiliate companies\nis included as well as payments to the parent company for\nthe management of the subsidiary companies (strategic\ncontrolling and coordination of the group of companies). In\naddition to the payments received for management activities,\ngeneral partner companies also have to state their liability\nremuneration as turnover.\nNot included are\n- turnover of local units based abroad,\n- transitory items which were received in the name of and\nfor the account of a third party,\n- subsidies,\n- interest and similar income, e.g. price gains, dividends,\nincome from participating interests, from profit transfer\nagreements and agreements to transfer part of the profits,\n- proceeds from the reversal of provisions, from value\nadjustments and revaluations or\n- proceeds from the sale of fixed assets,\n- indemnity paid in the event of a claim,\n- tax and contribution refunds,\n- deposits,\n- gifts in money and kind as well as\n- other proceeds not based on an exchange of goods and\nservices.\n\n\n45213 Monthly statistics: accommodation and food services\n===================================================\n45342 Annual statistics: accommodation and food services\n==================================================\n\nDefinition:\nThe amounts (excluding turnover tax) invoiced by the survey\nunit in the reference month especially for accommodation and\nfor restaurant, canteen and catering services, irrespective\nof the receipt of payment and of tax liability. However,\nwhere net income accounts are compiled, the payments\nreceived in the reference month are decisive.\nThese also include:\n- sales to staff members, goods or services supplied free\nof charge (including for own consumption),\n- beverage, sparkling wine and entertainment taxes,\n- separately invoiced costs of freight, postage,\npacking and incidental proceeds etc.,\n- proceeds from refreshment kiosks,\n- sales proceeds from subsidiary commercial establishments,\n- turnover from other services.\n- Trade turnover and\n- commissions from intermediary activities or from\ntransactions on a commission basis, and\n- incidental expenses invoiced, for example expenses\nincurred, costs of travelling, freight, postage or\npacking, and tax-exempt turnover.\n\nFrom reference year 2017 (short-term statistics 45213) or\nfrom reference year 2016 (annual statistics in accommodation\nand food service activities 45342), turnover includes\nproceeds from non-typical sideline business:\n- proceeds from renting and leasing of company land and\nequipment as well as\n- fees from patents and licences.\nThe following have to be deducted beforehand:\n- price reductions such as rebates, bonuses and discounts\nas well as\n- other reductions of proceeds (e.g. reimbursements).\n\nIf the survey unit belongs to a group of companies or a\nturnover tax group, the internal turnover generated by the\nsurvey unit from parent, subsidiary or affiliate companies\nis included as well as payments to the parent company for\nthe management of the subsidiary companies (strategic\ncontrolling and coordination of the group of companies). In\naddition to the payments received for management activities,\ngeneral partner companies also have to state their liability\nremuneration as turnover.\nNot included are\n- turnover of local units based abroad,\n- transitory items (which were received in the name of and\nfor the account of a third party), resort tax, tourist tax\nand the like\n- subsidies,\n- interest and similar income (e.g. price gains, dividends,\nincome from participating interests, from profit transfer\nagreements and agreements to transfer part of the\nprofits),\n- proceeds from the reversal of provisions, from value\nadjustments and revaluations or from the sale of fixed\nassets,\n- indemnity paid in the event of a claim, tax and\ncontribution refunds as well as\n- other proceeds not based on an exchange of goods and\nservices.\n\n\n47415 Structural survey of service activities\n=======================================\n\nDefinition:\nTurnover includes the amounts invoiced (excluding turnover\ntax) for the sale or renting of goods and services which are\ntypical of usual business operations, irrespective of the\nreceipt of payment and of tax liability. This includes: own\nconsumption, trade turnover and commissions from\nintermediary activities or from transactions on a commission\nbasis, and incidental expenses invoiced.\nIf net income accounts are compiled as per Section 4 (3) of\nthe Income Tax Act, only the receipts affecting payments in\nthe reference year are to be stated.\nIf a group of companies or a turnover tax group is\nconcerned, the internal turnover generated by the survey\nunit from parent, subsidiary or affiliate companies or from\nthe turnover tax group is to be included.\n\n\n53111 Census of crafts\n================\n\nDefinition:\nThe turnover shown in the business register comprises\ntaxable supplies and services of the enterprise. The fiscal\nauthorities provide the Federal Statistical Office and the\nstatistical offices of the Länder with information on\nenterprises with taxable turnover from supplies and services\ntogether with data for turnover tax statistics. The data\nmaterial provided by the fiscal authorities covers all\nenterprises liable to pay turnover tax which, in the\nreference year, submitted advance turnover tax returns in\nGermany. The turnover of some enterprises is not contained\nin the data of the fiscal authorities. Turnover data not\ncontained are those of small enterprises (enterprises with a\nturnover of up to 17,500 euros in the previous year and an\nexpected turnover of not more than 50,000 euros in the\nreference year) and of enterprises which realise almost only\ntax exempt turnover or for which no tax payable arises. The\nlatter applies only where enterprises do not renounce the\noption of tax exemption. Other turnover data not included\nare those of annual respondents, that is, of taxpayers who\nhad to pay less than 1,000 euros of turnover tax in the\nprevious year and who, upon request, were exempted from the\nobligation to submit advance turnover tax returns.\nIn addition to craft turnover, the taxable turnover of the\nvarious craft enterprises also comprises turnover from\nnon-craft activities. For example, car dealers generally\noperate a repair shop and, consequently, are registered in\nthe official crafts register. Those enterprises also achieve\nturnover from the sale of new and used cars. It is not\npossible to divide the taxable turnover into craft turnover\nand other turnover using subject-related criteria. This\nmeans that non-craft turnover is included in the turnover of\nthe craft enterprises as shown.\nAs, in accordance with the Crafts Statistics Act, only\ncrafts entrepreneurs are included in the census of crafts,\nturnover from craft activities achieved in subsidiary\nestablishments or internal departments of non-craft\nenterprises is not included in the turnover shown.\n\n\n53211 Quarterly report on crafts\n==========================\n\nDefinition:\nIn this set of statistics, turnover data comprise taxable\nsupplies and services, less tax-exempt supplies and services\nwithout input tax deduction, of craft enterprises. The data\ncome from the advance turnover tax returns. They are\nreported by the fiscal authorities of the Länder to the\nstatistical offices. The data have to be submitted to the\nfiscal authorities not later than ten days after the end of\nthe period covered by the advance returns. Permanent\nextensions of the deadline - meaning that the data can be\ntransmitted one month later, that is, by around 40 days\nafter the end of the period covered by the advance returns -\nare possible and are made use of by enterprises.\nWhether enterprises have to submit their advance turnover\ntax returns on a monthly or quarterly basis depends on the\namount of turnover tax they had to pay in the previous\nfiscal year. In an enterprise's start-up year and in the\nsubsequent year, the period covered by advance returns\ngenerally is one month. After that, enterprises whose\nturnover tax did not exceed 6,136 euros in the previous year\ncan submit their advance return on a quarterly basis. If an\nenterprise's tax liability is higher, it has to submit\nmonthly advance turnover tax returns.\nThe turnover of some enterprises is not contained in the\ndata of the fiscal authorities. Turnover data not contained\nare those of small enterprises (enterprises with a turnover\nof up to 17,500 euros in the previous year and an expected\nturnover of not more than 50,000 euros in the reference\nyear) and of enterprises which realise almost only tax\nexempt turnover or for which no tax payable arises. The\nlatter applies only where enterprises do not renounce the\noption of tax exemption.\nOther turnover data not included are those of annual\nrespondents, that is, of taxpayers who had to pay less than\n1,000 euros of turnover tax in the previous year and who,\nupon request, were exempted from the obligation to submit\nadvance turnover tax returns.\nThere is a major difference between current data and\nturnover data collected up to reference year 2007 due to\nturnover tax groups. Such turnover tax groups are groups of\nlegally independent enterprises which are treated as one\ndebtor in terms of tax law. Regarding a turnover tax group,\nthe data material of the fiscal authorities covers only the\ncontrolling unit, showing the turnover of the entire group.\nNo turnover data are available on the other integrated units\nbelonging to such a group. The turnover shown for the\ncontrolling unit comprises the consolidated individual\nturnovers of all members of the turnover tax group\n(controlling unit and integrated units). Although these\nconsolidated turnovers include external turnovers, they do\nnot comprise internal turnovers realised between group\nmembers.\nThe way in which the turnover of a turnover tax group is\nincluded is highly important for the evaluation of the\nadministrative data. If the turnovers of the turnover tax\ngroups - as transmitted by the fiscal authorities - were\nevaluated, the entire turnovers of any group would be shown\nfor the trade branches and regions to which the controlling\nunit is allocated. It may also happen that the controlling\nunit is not a craft enterprise and that only the relevant\nintegrated units perform craft activities. In this case, the\ngroup turnover would be shown outside the crafts sector.\nThis illustrates that serious biases may occur in the\nresults if the turnover of the individual group members is\nnot estimated. To avoid such biases, the statistical offices\nhave developed a method to estimate the turnover of all\nturnover tax group members, including an estimation of the\nlacking internal turnovers of the group.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Turnover", "type": "variable"}