{"code": "VGP001", "lang": "de", "description": "\nVerbrauchergeldparität\n\nErläuterung für folgende Statistik(en):\n61611 Internationaler Vergleich der Verbraucherpreise\n\nBegriffsinhalt:\nDie Verbrauchergeldparitäten geben an, welche Beträge in\nausländischer Währung der Kaufkraft einer Einheit der\nInlandswährung entsprechen und werden in der Form\n\"1 Euro = ausländische Währung\" dargestellt.\n\nDie Verbrauchergeldparitäten sind Ergebnisse von bilateralen\nPreisvergleichen für Waren und Dienstleistungen der\nLebenshaltung zwischen der Bundesrepublik Deutschland und\ndem Ausland. Wegen des Aufwandes, den breit angelegte\nPreiserhebungen zur Berechnung von Landesdurchschnitten\nverursachen würden, beschränkt sich das Statistische\nBundesamt im Ausland in der Regel auf die Hauptstadt des\nbetreffenden Landes und im Inland auf Berlin.\n\nGrundlagen der Berechnung sind im Inland wie im Ausland\nerhobene Preise für identische oder gut vergleichbare Güter,\nsowie ein Wägungsschema, mit dem die Einzelpreisrelationen\nzu einer (gewogenen) durchschnittlichen Parität nach\ndeutschem Schema zusammengefasst werden. Dieser \"deutsche\nWarenkorb\" repräsentiert in Bezug auf die einbezogenen Güter\nund ihre Gewichtung die Verbrauchsausgaben (ohne\nWohnungsmiete und Pkw-Anschaffung) aller privaten Haushalte\nin der Bundesrepublik Deutschland. Die Berechnungen stellen\nalso auf deutsche Haushalte ab, die ins Ausland ziehen und\ndort ihre Verbrauchsgewohnheiten weitgehend beibehalten.\nNicht geeignet sind die Verbrauchergeldparitäten zur\nBeantwortung der Frage, wie viel teurer oder billiger die\nLebenshaltung für ausländische Haushalte wird, die nach\nDeutschland umziehen.\n\nUnmittelbare Preisvergleiche (Originalberechnungen) werden\nfür jedes Land im Abstand von mehreren Jahren durchgeführt\nund beziehen sich jeweils auf einen bestimmten kurzen\nZeitraum.\n\nFür die meisten Länder werden die Verbrauchergeldparitäten\nmit den Veränderungsraten der Verbraucherpreisindizes in\nDeutschland und im jeweiligen Land (als Indikatoren für die\nPreisentwicklung im Inland und Ausland) fort- bzw.\nrückgerechnet. Da aktuelle Indizes oft nicht verfügbar sind,\nwerden auch Schätzwerte ermittelt, und zwar in der Regel aus\ndem geometrischen Mittel der Veränderungsraten der letzten\nvorliegenden 6 Monate.\n\n© Statistisches Bundesamt, Wiesbaden 2005", "name": "Verbrauchergeldparität", "type": "Merkmal"}