{"code": "VGR008", "lang": "de", "description": "\nAusrüstungsinvestitionen\n\nErläuterung für folgende Statistik(en):\n81000 Volkswirtschaftliche Gesamtrechnungen des Bundes\n\nBegriffsinhalt:\nDefinition Ausrüstungen (AN.1113): Fahrzeuge und sonstige\nbewegliche Anlagegüter, wie sie im folgenden definiert sind,\nsofern sie nicht von privaten Haushalten für den Konsum\nerworben werden. Relativ geringwertige Werkzeuge, die mehr\noder weniger regelmäßig gekauft werden, wie etwa\nHandwerkzeuge, können unberücksichtigt bleiben. Nicht zu der\nPosition gehören ferner Ausrüstungen, die Bestandteil von\nGebäuden sind. Sie fallen unter die Positionen \"Wohnbauten\"\nbzw. \"Nichtwohngebäude\".\n\nNoch nicht fertiggestellte Ausrüstungsgüter fallen nur dann\nunter die Position, wenn sie für den Eigenbedarf produziert\nwerden. Im übrigen wird angenommen, dass die Ausrüstungen\nerst bei Lieferung in das Eigentum des Endbenutzers\nübergehen. Für militärische Zwecke erworbene bewegliche\nAnlagegüter zählen nur dann zu den Ausrüstungen, wenn sie in\ngleicher Art sind und in gleicher Weise genutzt werden wie\nzivil verwendete Produktionsanlagen.\n\nVon privaten Haushalten für den Konsum erworbene bewegliche\nAnlagegüter gehören nicht zu den Ausrüstungen. Sie sind\nvielmehr \"unter dem Strich\" in der Vermögensbilanz der\nprivaten Haushalte als dauerhafte Konsumgüter auszuweisen.\nHausboote, Wohnwagen und Caravans, die von privaten\nHaushalten als Erstwohnsitz genutzt werden, gehören zu den\nWohnbauten.\n\n(Quelle: ESVG95, Abhang 7.1)\n\nAnmerkungen zum Begriff \"Fahrzeuge\" finden Sie unter der\nDefinition \"Ausrüstungsinvestitionen für Fahrzeuge\";\nAnmerkungen zum Begriff \"Sonstige Anlagegüter\" finden Sie\nunter der Definition \"Ausrüstungsinvestitionen für Maschinen\nund Geräte\"; Anmerkungen zum Begriff \"Wohnbauten\" finden Sie\nunter der Definition \"Bauinvestitionen für Wohnbauten\";\nAnmerkungen zum Begriff \"Nichtwohnbauten\" finden Sie unter\nder Definition \"Bauinvestitionen für Nichtwohnbauten\".\n\n© Statistisches Bundesamt, Wiesbaden 2003", "name": "Ausrüstungsinvestitionen", "type": "Merkmal"}