{"code": "WAHL04", "lang": "en", "description": "\nValid first votes\n\nExplanatory notes for the following statistics:\n14111 General statistics of elections to the Bundestag\n\nDefinition:\nIn Bundestag elections, the first vote is marked on the left\nhalf of the ballot paper. That vote is cast to elect the\nconstituency candidate directly. The candidate who obtains\nthe majority of the votes has been elected. This means that\nthe relative majority of votes is sufficient.\n\nThe strengths of the parties in the German Bundestag do not\ndepend on the first votes but on the total number of second\nvotes cast for the Land lists of the parties because the 598\nseats in the German Bundestag are distributed in relation to\nthe second votes cast for the parties. The first vote will\nby exception be of importance for the strengths of the\nparties in the German Bundestag if\n- a party which has not obtained at least 5 percent of the\nvalid second votes cast in the electoral area participates\nin the distribution of seats among Land lists by second\nvotes in accordance with Section 6 (3), first sentence, of\nthe Federal Elections Act due to the fact that the party has\nwon a seat in at least three constituencies\n- the number of seats is increased because constituency\nseats have to be retained.\n\nA constituency candidate (candidate for direct election)\nmay, but need not necessarily be on the relevant Land list\nof his or her party. If such a candidate has already been\nelected in the constituency, he or she is disregarded as a\nLand list candidate.\n\nThe respective field on the left half of the ballot paper\nremains empty for any party competing for second votes only,\nthat is a party which submits a Land list for the election\nbut does not present a candidate for direct election\n(constituency candidate). Voters' associations and\ncandidates for direct election nominated by parties which do\nnot submit a Land list are listed alphabetically on the\nballot paper (left half), after the constituency candidates,\nbut below the last Land list printed on the right half of\nthe ballot paper.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Valid first votes", "type": "variable"}