{"code": "WAHL04", "lang": "de", "description": "\nGültige Erststimmen\n\nErläuterung für folgende Statistik(en):\n14111 Allgemeine Bundestagswahlstatistik\n\nBegriffsinhalt:\nDie Erststimme wird bei Bundestagswahlen auf der linken\nStimmzettelhälfte abgegeben. Mit ihr wird der Direktbewerber\ndes Wahlkreises gewählt. Gewählt ist derjenige Bewerber, der\ndie meisten Stimmen auf sich vereinigt. Es genügt somit die\nrelative Stimmenmehrheit.\n\nÜber die Stärke der Parteien im Deutschen Bundestag\nbestimmen grundsätzlich nicht die Erststimmen, sondern die\nfür die Landeslisten der Parteien insgesamt abgegebenen\nZweitstimmen, denn die 598 Sitze im Deutschen Bundestag\nwerden im Verhältnis dieser Zweitstimmen auf die Parteien\nverteilt. Die Erststimme hat ausnahmsweise dann Bedeutung\nfür die Stärke der Parteien im Deutschen Bundestag, wenn\n- eine Partei, die nicht mindestens 5 vom Hundert der im\nWahlgebiet abgegebenen gültigen Zweitstimmen erhalten hat,\ngemäß § 6 Absatz 3 Satz 1 Bundeswahlgesetz bei der\nVerteilung der Sitze auf die Landeslisten nach\nZweitstimmen Berücksichtigung findet, weil sie in\nmindestens drei Wahlkreisen einen Sitz errungen hat.\n- es zu einer erhöhten Sitzzahl kommt, da Wahlkreissitze\nerhalten bleiben müssen.\n\nEin Wahlkreisbewerber (Direktbewerber) kann \u0096 muss aber\nnicht \u0096 auch auf der entsprechenden Landesliste seiner\nPartei stehen. Ist ein solcher Bewerber bereits im Wahlkreis\ngewählt, dann bleibt er auf der Landesliste\nunberücksichtigt.\n\nFür eine Partei, die zwar um Zweitstimmen wirbt, das heißt\ndie eine Landesliste, aber keinen Direktbewerber\n(Wahlkreisbewerber) zur Wahl stellt, bleibt das\nentsprechende Feld auf der linken Stimmzettelhälfte leer.\nWählergruppen bzw. Direktbewerber von Parteien, die keine\nLandesliste einreichen, sind auf dem Stimmzettel (linke\nHälfte) im Anschluss an die Wahlkreisbewerber alphabetisch\naufgeführt, jedoch unterhalb der zuletzt auf der rechten\nStimmzettelhälfte abgedruckten Landesliste.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Gültige Erststimmen", "type": "Merkmal"}