{"code": "WERTE5", "lang": "en", "description": "\nAdjustment method\n\nExplanatory notes for the following statistics:\n45211 Monthly statistics: wholesale and commission trade\n45212 Monthly statistics of retail trade\n45213 Monthly statistics: accommodation and food services\n45214 Monthly statistics of motor vehicle trade\n\nDefinition:\nTime series analysis provides valuable information for\nshort-term economic monitoring and forecasting. Seasonal\nadjustment eliminates fluctuations which are due to seasonal\nand calendar effects from the unadjusted figures (original\nvalues). For that purpose, time series have to be decomposed\ninto individual components which can better be analysed\nseparately than the series of unadjusted figures. Such\ndecomposition is a difficult theoretical problem. The\ndecomposition of economic time series is based on the\nassumption that time series are made up of various\ncomponents which in turn are influenced by different\nfactors. Generally, these are long-term, seasonal, calendar\nand irregular influences. Accordingly, the time series is\ndecomposed into trend, seasonal and residual components,\nmany procedures also eliminate the calendar effect. As it is\nnot possible to observe the impact of long-term, seasonal\nand other factors directly, there can be no objectively\n\"correct\" decomposition of time series. Any decomposition\ninto components by means of an analytical procedure is based\non assumptions regarding the structure and characteristics\nof the different influencing factors and their interaction.\nThese assumptions differ between procedures. In addition,\nindividual procedures for time series decomposition set\ndifferent priorities with regard to the desired\ncharacteristics of the results as, for example, stability.\nTherefore, the various procedures for time series\ndecomposition will never meet all the requirements. In the\nend, users will have to decide which of the procedures\navailable best meets the expectations they have with regard\nto time series analysis. For the purposes of short-term\nstatistics, the results of seasonal or seasonal and calendar\nadjustment are shown according to the Census X-12-ARIMA and\nBV4.1 methods. The two are based on different mathematical\nstatistical methods and, consequently, can produce different\nresults. By considering both results, well-founded\nconclusions can be drawn on the current economic situation.\n\nCensus X-12-ARIMA: The adjusted figures are calculated in\nclose cooperation with the Deutsche Bundesbank on a\npartnership basis. The time series decomposition procedure\nbest known internationally is Census X-12-ARIMA.\nThat procedure can roughly be subdivided into three\nconsecutive blocks. RegARIMA modelling of time series, as it\nis called, is carried out in the first part, with calendar\neffects being estimated, outliers being identified and\nreplaced, and forecasts of unadjusted figures being made.\nThe latter serve to stabilise the seasonally adjusted\nfigures at the ends of the analysis period. The second,\ncentral block basically is the previous X-11 version. This\nmeans, in particular, that seasonal adjustment is based on\nthe iterative application of various moving averages. The\nuser has numerous options as regards the length of the\nintervals for which the averages used are determined. In\naddition to that, the user has to decide whether the link\nbetween the time series components should be additive or\nmultiplicative. In the third and last step, numerous\ndiagnostics are applied to check the suitability of the\nprocess parameters set in seasonal and calendar adjustment.\nIt is made sure that the results adjusted for seasonal or\nfor seasonal and calendar effects by means of Census\nX-12-ARIMA can be ascertained: X-12-ARIMA is provided free\nof charge by the Bureau of the Census\n(http://www.census.gov). Upon request, the Federal\nStatistical Office will disclose the time series-specific\ncontrol options of the Census procedure used for seasonal\nadjustment and the derivation rules for indirectly adjusted\ntime series.\n\nBV4.1: The second procedure used for seasonal adjustment\napart from Census X-12-ARIMA is the Berlin procedure 4.1\n(BV4.1). The first part of the BV4.1 procedure deals with\nthe identification of (potential) outliers. It is based on\nthe assumption that within sufficiently short time intervals\nof a specific, fixed duration which move across the entire\nanalysis area (reference ranges), the time series to be\nanalysed is the realisation of a stationary normal process.\nWhere necessary, the next step is an integrated estimation\nof outliers, calendar effects and, where applicable,\nvariables specific to the time series which have to be\ndefined by the user. Finally, in the third part of the\nprocedure, the trend cycle component and the seasonal\ncomponent of the time series to be analysed are estimated,\nusing the time series adjusted for estimated outliers,\ncalendar effects and the effects of the user-defined\ncomponent. This is done with the specific filters which have\nbeen used from version BV4 already.\nCalendar adjustment on the basis of weekdays is standard\npractice with BV4.1 analyses. Eight calendar regressors are\nused: the deviations in the numbers of the individual\nworkdays (Monday to Saturday) which are no public holidays,\nthe deviations in the number of Sundays, and the deviations\nin the number of public holidays in the observation period\nfrom the average numbers of the corresponding periods\ncompared with the observation period.\nAs a rule, BV4.1 can be used universally, which means that\ngenerally it is not necessary to set procedural parameters\nspecific to the series other than the outlier and calendar\nadjustment option. BV4.1 can be used for all time series as\nan additive procedure. The Federal Statistical Office\nprovides BV4.1 as a free download for non-commercial\npurposes.\n\n\n© Statistisches Bundesamt, Wiesbaden 2017", "name": "Adjustment method", "type": "variable"}