{"code": "WOHN01", "lang": "de", "description": "\nWohnungen\n\nErläuterung für folgende Statistik(en):\n31111 Statistik der Baugenehmigungen\n31121 Statistik der Baufertigstellungen\n\nBegriffsinhalt:\nEine Wohnung ist die Gesamtheit von einzelnen oder zusammen\nliegenden Räumen, die nach außen abgeschlossen, zu\nWohnzwecken bestimmt sind und die Führung eines eigenen\nHaushalts ermöglichen, gleichgültig, ob die Räume in\nWohngebäuden oder Nichtwohngebäuden liegen.\nEiner der Räume muss stets eine Küche oder ein Raum mit\nKochgelegenheit (in der Gebäude- und Wohnungszählung eine\nbaulich als solche vorgesehene Kochnische) sein. Zu einer\nWohnung gehören ferner Wasserversorgung, Beheizbarkeit,\nAusguss und Abort, die auch außerhalb des Wohnungs-\nabschlusses liegen können. Grundsätzlich hat eine Wohnung\neinen eigenen abschließbaren Zugang unmittelbar vom Freien,\nvon einem Treppenhaus oder einem Vorraum.\nEinfamilienhäuser zählen als eine Wohnung. Ebenso zählen\nEinzimmerappartements sowie Wochenend- und Ferienhäuser über\n50 qm, sofern sie die oben genannten Bedingungen erfüllen,\nzu den Wohnungen.\n\nNachgewiesen wird der Bestand aller Wohnungen im\nBundesgebiet einschließlich der von ausländischen\nStreitkräften, Botschaften und Konsulaten privatrechtlich\ngemieteten Wohnungen, jedoch ohne die von ihnen offiziell in\nAnspruch genommenen Wohnungen.\n\nDie Fortschreibung des Bestandes an Wohnungen erfolgt in den\nZeiträumen zwischen zwei Gebäude- und Wohnungszählungen mit\nHilfe der Ergebnisse der Bautätigkeitsstatistiken und den\nBestandsveränderungen bei den von ausländischen\nStreitkräften in Anspruch genommenen Wohnungen. Die\nFortschreibung erfolgt bis zum Vorliegen neuer Ergebnisse\naus einer Gebäude- und Wohnungszählung auf der Basis der\nGebäude- und Wohnungszählung 1987 im früheren Bundesgebiet;\n1995 in den neuen Ländern und Berlin-Ost.\n\n© Statistisches Bundesamt, Wiesbaden 2004", "name": "Wohnungen", "type": "Merkmal"}